{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["jU8RP1lSzL+CmUI/hemFv4ZnTb/bcUQ/OzKUPj2Fyj/s+Yq/WlfbvrcOp79SDsE/vcVNvmC6ZUAGN3W/b+P+v38dtD//hA/ADCpZv379mr+OeR2/ObuAP17Go7/xmyc/YfVCP9ZUjT8Y2Yk/4bOZvn0Zoj0Hi1A/fkkVv7cEjL5rhYc+8fKIvxXgfz3MvtI/KvrkPUaWsL8SkeS/+jQAQHNoE7/P2+o+Ie69v4hcWr9HOx6/54GmP2fAKj7BoKa+8vusvVol/D/JBdy/VuewvTIUiL879Lq+LjQ5P8kn0r8oBdI7eeQcv16LCL2DizM//nFTPia7+b+j3GS79UTVPmHthT8hWQ9A+UlzP6rTUj/E6SW/DyXHvyOLbb9ncS4/rwFhP72ftb/Bol4/QqB2P8PVNr85iCu+VkgJP2GLDT+NmIE/lUV2PvwJkb+B7rg+6jGKPktOEL9JjYe/hnGlP6ngzz7DUoK/4yMuv22/Ur8rF409AzYqv0nMa77tNm8/yBs4QMNZyr5ThUQ/Pi/3Pp8air99I+C+XR23vzXs+j7/8hI+5YHqvhVKMz8X7So+AI/4v9Disr9XIXQ7BVoOvzB5gT+wGII++uACv7ARTcDqJ4a/q3UbvkaaZL8x5aO+Ci6KvXQCjb+GEX8/yO+yPqQxwT/TfE2+iFDRP0Vt6b90/UM/FFM0vyq5DD/HDaI/UDLhP6hpPL+AiwDAb/87P18Om77UQkm/twDRPsfg9z05tbs/v6WAvit5sr4D6kA/Plw2vq5ChT/uEAjAFXQMPyjz4r9jtoO/+NyQvWmOkT9C4o2/kMwLPz0xIL0fLdW/hSzUu/BBi758GL0/xH27vs03kzreu2g/eIMyPzDfgj898nC/+CW5v2BOjz/Xl829A6GRP1mA+b6/+oo/fTQuv6Y+Nr+nFIg/Maf2vrTvAz/SHwq/hGpAwBSjhr8gZAHAmhqDP5/P/jzUzTa/JOcYvikYjr2E+1a+R7oDvzE/xL+wKyE/ZxIvvBP0U78ysA0/","ZhsQvzLHDb4rvA8/OiXuvkTMg7+uZSvAPhjDvsqIAb/X5so+6KWYvmhAjL82mrU+/lmhvmcOKsB8pQQ/amDGP6y/Qj1QM1y/m7F0P2Zblz6ZCl6+Co8Qv02h674VTeG/Z88Nv++4Gb+Rswm/IAFnvePGuT+9EmK+WTuFPcjLyL5bXZ8/pqjzP6CuOsAworc/z1wHvf4Tpj+G4ge/DzD9v+fq5T7MOJg7T/PuPiS5Ib8AXY69B7i2PoAahL++5KW+z/5iP4dqCz/Ek8c/5zy3vkskyT7cyAw//WSOvxKsZr5aAew/ghDnPqI2q7/Qo5a/ZyPCv9gjGj8UIii/fOPvPUA8AD8u94G+k8thP8z5Kj+lklu/nPU2Pxfn8T8Zhus/7g0Nv+/zkz+262i9MT+lPoo8nb9I0h3AmDh5PplmIb812no8SZhGPwq6t79fj7o9OHTzvtrHtL9IVo+/BngSP3Eb87/dDqu+tbqcPow66j2aO5k/eMukvxOPqb2SJEI9eHekP0NiyT9+X/4+NwT9v3YzkD9RS4k/p4hRP6T8B7/S53q+8htIv2smZ7/d57Q/4dGPvehCfD4Hniu/TOdePeUrZz8GIbw/y5tAP7O3Ij87s3S+cUN8v6cnrT+/fTU/vOy1vo7ktj9TtUc/q/LMvo32Ez9WKck/C/zUPtxdxL/XgSW/v3AivzMugr/pgMO/5R3WP/Zaeb9sadQ/PC6Ev024Bb9Pe9s/eabZPlUMqr9CDOe9QbD4vQ5kFEA/d4a+Yn8bP4KekD810xnADWVpv81rpD+0axa/usKvv6tctbuO9xE/zqr5PhKP4j3h+YW/kH0lv+Eo+r4RiWY8w8fvPyvsqL9+r8q/lmaWPxrDIT85dxJACl6QPxeTTT6hF/++E4WAP1bpgz+M3MI+EQOaP8Z2mD87Hyq+h80LP4i1n75kn8M/AYsCP6hiGD9fnDI/G6pOPyJEI7+wLTg+6yJKQDcXVr4NBQ0/bClNP/XwXL8C1LQ+/B5JP8k7076C7cW/","VpOAP1tdJz/JSYY/qJXcPnFgqb5QYBi/BnUewInzRr97Lfc+r419P5Duoj/C3Vw/Q56AP0QECL74zki/n8vVv59ZNz+tqVa/SpEJQOI7dz+e0lO+g3p0P3IxiL5zVLy+n5wVv7cp2z1Z1fK/GJZqv1iAWL8PolK/FqIiv6EB3j86DV89HkGnPX4Ki74zJlK/EC6KPkPatj9sXxW9nuBwPzdXyL7LiSY/Cv2pvnjpmb9tCmE/LeNHv8U+5j+W49i/GCaSPssRyD6qDks/WS4KvvY9Dj/R7oa/e5cgvDzBxj+BuZM/oEMjPu74Nj8bmyG9mvqPv9tgcr/K3fA+P43Zvfa0MT+67Mu/Q1jBvvmJQj+NaS0/k8AVPyOPmT9JQUY/JGNbPZS80z5Y6ta/rZqOv0bKPz5KNa6/FY8tP3Z7uj4AWoG+0BMDQHdCA8Ajyda+efmlP60N4L8xS8g+572RvoS/T7/Rfyw9MMjuv8iSnD/EiaY+GM5Rv6m68T+dAxc/BNiUP2l6nD1IPfQ9pZjoPl216z5JSG8/86B+P6nfn75jEvE+hTeqv0YAbj91/S7ASNoyPox/fb4FRti/0a/DPxfURb3OKA2/iwTkvSqjez+A5WQ+93oFvh4mWz/07iK/TK5Lv+4iRT4wCLq/hRngvyX8yD69fBY/uSWbPhH/D0BBguw/CdOEP9beyb4OeFO9nWeNvzJlor/9982/WWC3P89Cmz7qSKW++5SXv7me/T/jUT6+FADBvSadv74bSYe/7Q8aPpojoD+0xS2/beD1vv+5uL9azja+AGqmvlGWLL7rp/S/504QPuP/Zz8EEQY99coXQCSxQr8bvdg/+9b0Ps6okz1W9Ny9MlDBvy5slD/5Jty9KnLkvqvJb76jcw0+0TBQvyGolT+/l8U/IcNDv2Nsrz88+yc+cYFDv8SI1b/CRxY9mHoNQITNjT9OuKE+zQIEP01WG73g+Ds+ZlQIP5fvr704FnA/DyWZvoqAAD6C8mK/3QEHQCubgb3aOTc/","GH6HvfFScb/3Z4+/Td6lv0sVF79Ru8G+vTjpPpAABz4FtJS/FI1DPeK05j5ShVm/fWjAPRXyBD9eCX8/klI0P/W2Ar9PwwO/YReSPzPkwz6sjro/T18dvyiGaT+sd3q/e/17vpa0x73/ycy+fWPevn+FFT8CGAy+VBQ7v/Zuvj5V/QY/8VoWP1iPNr4CuM0+fmk6wIxvuT78dFa+ndjXP9uMrL/7Los9KGIMv63W/r4UgDI/mFbcPuLDPL+f5/U8KKR1v2C6xj4KUYC/5i75vqXye79Fsp2/3fl4PypkCz9zuJo/QI0PQDJxCEDtpbG/FWLLO4fzib+lVYe+epylv3GBSD5ZG+6+j42Dvwv6qb6G04W/ggQ2PiM/o78CZEI+Wwo6v3a0mb9v1wY/+53zPqt0tr+0JG4/A+vcPgcvtD9jQ4W/195cv318978Xaoc/Xnq0vy4Xdj9O6Km+QA6QvuoBxb99DbO/kBGMP7o58D8JL4O+ytdTvH6PEz7Tmq494cW6PsMBMr9Y1hy+s1a8Pztb8D8GmMG9eJzMvxjGXL3wX8s+lmISvy0Brb/A1AU9yphUP0AHn78+364/h/jiOrsiGj2SdWi/oiuAP++nar7nwjO/oEWKPABp8T1ZpSA+tN2RPp3tZj9d+22/Qs1pPyFd278AfdU/j9VHPnqZGz+wDIc9V3TlvGiAh75bmKc/lPuev8+4kz8GiMo/2IKfPpKt4T4YDn2/MEh2Pp4ZLz7qf5E9p2Ugv5BEB8BW7js/yiUKPaXH6j9rBUe9pFMmQKVKsD+bsPs9TBEUvwIGAj8hl3u9TKaaPu5kYT45DN8/hztePnDxxL+NlQ0+fG+kv+F/975gc+W/b7HXv1WbDUAmym2+G2XUv1hIhL+unCW/2rGdPgoDgzydov2/GNDJP2YMUj+7tki/OiEgwF0Cg78USsw/GjzyPkwFOb8LYfG+KypCP23WGL/rW40+dO7Kv+pCgT/3Z489udXxPzyUzr1d2DC/0QDRvtwrm78OYaq/","FzLMvvGMrj+/xNY+ePysvirhir8HKIO/8vCuP2FLAzx72Wu/VXM2vx64fT/z3ZE/2w/0vu1vKj8Lebi/oN2kP+dOk729sZU+D6Oyv2IDyr5ENYS/IP6Rv1yVZD+5S5S/qYEdQMg8OL9Zguq/BEOGPqNeIr3Wtkc/NlhuP2wxGb+0X4m/ba23PvE4dz1OkZ4/nKrdv0mCiL066xE/GWUmPmhvZL//4BS/J5D5vsAmKz7kApI8Ir7iPjyvs7+Kv9m+qkKTPtE/0z65q8U/0v0jQOxgrL/kwi++JtRQP0BhF0DkX9k/u8NaP2iTcT6ZdnO/z2tCP/eihT+30Yu938HnPiwNUr48NsG9JqpBv/Vl6L4Bv6K+7/J6vn7lMz6b25Y/eRxLvQs1Mz8pd8A//cd4vwJWK789bjG/Op12P5YgxT7JFyc+SGQ8PrZQvL+6mKy/8d24PjB/3b9tt4M9Rtcov80GwD99AyU/rc+uPrmmX771CDS/+NaoPjSQPT9tuY++4+RivzEgs743B4k+4Q1fvyaq6r6ajsq/p0Y2Ptz8Gjy39/u+Hl3XP1wMLb/woBC/YRiavkYmsT+igQG+7HqWP6EHMT+P5xDABenUvkTOtD/1IG6/LvgBPyr9Sr/CzFY/Qx6vvjq8kT/veqQ/hAqjvq/PVr8URBXAXDS5v04kC76OwKw+ctSWv8s7p7/I6DZAOZSdPggyp78Ef5a/n5G/vj41Az/Bb72//tr3Po3sXz3Sqxs/4ueAvtB5NL+ip6++ZWKIPtzpXL6MWbw+s9yov7H/xr7IskI/4E4EP0Gdkb9YfJC/6y42vgyQ774e4Ya/WWLePsJGbL64s/E+PlGYPXTarb6qiVY+0qSIvVvRx79AjPE+EKYZvg84n74K8xVAZxLhP7IAlb9V//e/2iLBvkLFxb7UJz8/wxS1v+W/7T5yYUq/fgqeP1DGij6zr2i/5hvvvrEHWr6VUnq+CNY0vwvuaD/03Hm/ETXQv2xAbz+fkiG/A7CIP74POD/v7KI/","kO4JPSIsGD+g+Rg/oXxVPhNz/b2BHrm/PNUVv9Q81T+0LPC9TwclP3dbD0DYSha9CrcmPzwcrb8Rak8/DJcFP0mxkD9ssJQ9TdAVv01uzL9mfcY+66cXv9fziz5oFeY+BYi2vo6hJb4EIDi/w0GbPwQYa785gis/K+FBPyoYb7/H5QC/sn5RP7ZZnz+/jFu/TYnIvyHgCMD/3AM/O5z4P4iIpb/debO+ui5rvjhwPUAZc+G+2wfgP5hE/jt3GMc9BEiQP5JX3j5x8ps+laUYP8S9wL+VZ6M+D5JwPyS+zz4PGig/RIZmP2hK2z74l5g+J0iIvrgPij5A2EO+xPTkPae6qb+Ep1c/uM/Evwal0L/zfXE+F+kFQPD6t71LzBq/oNQYP8nf2D/X7JO+8Dayv5BaI0Czx6y/fQQHQEOhxj+d+ae/DeGvvsoelr5HOV8/3WHhPX1tDD7D+/k/f9UCP0STfr17loA/fk5yv7KhNT/g9KY+lW7YPsSMzT6W9A+/BnT0P1yK878QyIC/Di+APm9Hpz8LXzw/qp2oP53O676w0Jg+eCysPqix6b9hBoG+t9S9vWz0Oj2bAhA/NnVNP8hQmj+eYG+/AzmNP4yfwb7hw8a/GSutv1bmsr6a4OK9vpQRv29csb6KsqU+ovB0PrvtJb9Vr0I/QbLfPzIdKL8BisM8djPEv3mhJT4UM7c+SK4MP68Js7/SyHO+NhlfvlyksT6WxzI/fVaTP95gP7/uX5I+8vofQBiU+b6BwEE/sDbuvmKlqz9jZiq/txpSPyJRwb6O3zm/WYUYP1zdIz+kZMQ/xcgSv4GnWj9QN7E+plC9vcr2k78N0mU/IvGjvxW0Yb+1M0M+THRIP+hXKL+B3J6//uSxvVMOUj/LAy0+EXWFv7/dN78qTqY/L18yv3cZ8r+U6G0/kLKuP0uDOkBrOwW/frd5P1VvlL0ng3s/vXTnP2SPMD6SDBq/m8HOv37rKj80rUY9cD0XP2W/gz/f/c2+Wf5vvBTmHT5nsQW/","l3ksP4oZGj9u51I8dpwdPfqwvj/F2ze/kX8gP6CX7z3ambw/9LXoPTrnC790aLs9JTVcP9tTRb873Ie+EmrqP5xzC0ClNYu+g6thP+Gw3L/cYRM/beRRv3ziOD/gl24/IzTyP8QWej7k7r4/9YDwPehgdb4/YDq6VS3QPlxyw77b3hC/GVfMP325Xr9BaMw/KlEAwBkY17+uzD0/WZvTv8Etj7/drx0+sxneP/eYyj5NYb89CRShvtVHZj5UkLI/aAgbv0uJpb2gX9m80Tz0vm5MMD0BnRk/LH/5voqKsD6foL4+jNVbP3ZANr+iH4u+JjtmPhNeS79qzzQ+yZKgvlJsUz1cPf6/c8ejP12/ez6zGJq/5bOmPkjciz86msS/3pXRPgURvT8mbBA/u5lMvstpA8CGIKu+SmrgPZp4lb8f3m4/myKyv4SxiT5hgd69cifPP+zMiT8nK4A/CEuLvpdAmT9b4nQ+cv1UPyH9xr/hNQg/ZVBxP1Oarb5Kr+E/yA2pPTjaBUDkWB1AMewAQALbgT9EcXw/ThWUPv0p1b1cBk2/IDLxvJENr77sJIy/dxXsvqTS7r44FWa/9w0tv5Co1D65Two/UlXCvyptEb4t43s/cJTfP1nycT90YvS/M4Z8P6cihL+/bBk/U40TvxvTB0BtF6W/VIWav1llWj8pRJW/f1NXPwvJlj5mPqK/jd5NvmooM7/1NcG/HmIOP1TYCT+pHwjA9FkcvzEL5zwbk5O+cKNvPjLH274uTEc/BiWXPxtkk70h3gA+5Ro6v5M/+D53Nrg9Uzz5v9+gyD8jd2E/fjX8PiiJcD/wcUC/Bd2xv7f/hr8b0c0/4knAv72tpr9FG7O/E6nCv6EVqr8eeZ++Lu/Iv4QiMj4lGpW/6yvCvlwDOj7BtTw/PGt3v9oHIb/4ceO92OpxvyiHQD8BKxa+lrrtv630CT9gIvW+stZOvzcZcb+RGgG+gjhZP7cHEcDsU2o+OpFdP56yEz8TzBK/EJnaPqjO5D64jQE/","EpGHv5Pohb98KYs/bgT0vlNgWD+k+rG/ivIAPtgA3T/7sPo+p8yDvuwalz9Gl8g+UOsfP7Bh1T8uSJe/LGWYvwrf+T7OTIQ/JouCPvOn4z47WRy/IcwlvxbnfD+O1Ro/4k/lP1sbRr9wc1u+9Te1vqO+Er2U+1q+1sdoPjPMFD+0pQjAu6LJPmAbaj9yRUY+g9exPx+Dlj+gYI++8Ksnv9ho2T02Zhm/Ouxiv9wlfj8rfiI/AKJiv6zcOr93Zji/Sp5HP2NKAMCIICi/NYS3vkwHFL9WZUk+B+eKv/3QDcAxGF4+/SKAvyrG3D4t7dO/I+sAwEHaeL5LpiY/AS6DP0XdnT+a3oQ/TEJwv9pUpL+UkCI+/sHUPqAR7b4tWBo/eYtqP5on6D4JLA6519LXv67S0T/NL46+i2s7P3Chmr+UAFs/SR/SPhkGwD+4A1Y+lIagP8Olkz6J+ZC/a6fsvqCplr5IaA+/torUvpgMvz3jprK/GCiLP/FVgb8L3Dw/lTwXvqorHT9McAY/LPTAv8ErCkBp9su/nTMDwDvPX763RFI/m+T1PbZgnz6mtQA/3FH7vqO8hD1VGzk/macxv7qymT9RjxG/r4XJv264KEC6nIa/m+oOv6QhY77a24u/+VvfPm/rXr+3hVC/qGOAPvixK7+p18S+T+5yvpwokD9a34e/XVnAPGJOM74PZEa/Eu33PQWOFr8vGjE/GFZ5vyfovT4p3pC7FhDPPIlZIz6YIME/xs/2Ph/NYb9NCQJAMNRcPFYxTb/YywQ+xI0MP3imqL95P+K//JFjPi/Pbj4n76c+AAilPt6yJD4CWmM/ZVB0PufcZD/45JS/hrdtv+Mmm7+DdXE/u2rrPy1m0b9/QQM8POgmvzfN0D2opx3A+2fevozL3z4Q5WA/64yxPmIKLD9088e/x4V0P+l7979Hp9m+CqGbPypnJr0SDIs+3PgKwFY/MkDlvE2+2QkPQJ1Otz/aaJ+9jyWNvh6Ysz96AUI/ovsMPyCHwL9fG7q+","xFvGvzoBNb9xqZY/xWZnv/4Tt74pK1E+mhBeP/RmW771M22/OjwRP5tQCr8XK5Y/8Q75PqDwab0iu0y/f7gQQPRjd7+zqX6+lOarvnIXu79w8io+ShM5PtXJLsAFZem9QmDmPkXomD+68pY/NzOMv70ySD8IHOS/eS8DP7O0YL+3zSzAIq6Kv2YFp7+Bk88+sfZlPqBiIj85qLe/g5BNv9OraT9dECm8iO0HPxw5Hb89dwE/D1zpvSdIQj/tBqk/z6yPvoWyoT7aUhbA4GyAPuGIbz/sSaS/EMBEv6MaX797aai+/x4+QGcxiT8BwEg9Z2kTP1+lhj/ikY8/emGlP2Ntwb/8tMS+7POGPwraVb++lqo/Yl+0v7cWej2V4ga/56NEP71dIb8EBj+/0S6XPw123b7R19q/BotNPv+Wbj/idDY/3o+Yv8Oti79b7Li+x8sKvfqivL+me+m+KKm3Pvpnrj6UtS3AyFzlvXnX2z9Bvjq8/2FBPT2Pwb80bxC/DnWVP9gKzL/tIxC/3TXzvr4ZhT+h+zlArQg7PTO8AL/Y6k4++p9fv1NlHkCXosO/ZnPHP6z0+73JmIG/TJnBv68Zbb4wNO++zLlRv2T/mD4yu2hA//wiv4mJA0ArpKW+TrHqvXkdoT9rCgc/dAl7vm2qlj0YXm6/uPyEvqKzSj5VeBo/TaXUP7wrGz3xQF+/gQtDPnlZBMDkQLi85RJ6Pt0ror/JrMK9wderP0onkT/DlQbAp3rMvgnvEL/TZUA+uzMWP8szuz2DY92/FRVCP61aUb9aQpo+9vCoO/y/Nj99GZw+acJDQN3Gyj6nghY/gM1cvxxy1T/Zt82+YBEsPXv8hD6l1QU/CPZQP5f1mL9Toay/peD3vkaVtj60QTq+0bPHvzX8n7/dj90/tFyxv9IlRj/+/Ei/py79Pna+gj979o8+dasAP2QC7L7Yp8y/ndIwP3IHGz8P+Ug/Cn7av+VS3r5k756/H0Mjv4f+p75GI46/igGTPdQlkz2Vf8I+","uca9PsWwvL+x/DI/WGaPv/HKCcCQrqe+Vvicv/PPFz+ZclU/lEqGv4LzAj6FLX4/c21WPwN3QcDBhp8+nExmv2exML9+4mY/5g/9PvI2DT/q/mQ+S8n/vgdYDr6ky2K/YXspP6eZDr6Wu2U/PfCvP3mcjz9KKsk/UzhlP8ZZqz+bV80/QFYhPwf9nz/eNtM/OcM5v6OnHr92SZ89ncg0vhtIh78mtZ2/OjsgwAxeYD/7g/c/v7K0vr/X1r+puDG+mzQrvxUzhz2Gg5m/9o+EPyY0or9QgAk8UFgSQFap8b4qN/w+y7AUv5R+NL8qkuQ/ocT/PxKemD9VfIa+Ds+7v4ffOj/NGnc+FF3JP56y+j8PoCC/xnKXvU4FujsKbia+dFM4v/+jD7/CB8w9Q8kav9D/KT0//ve9NZuQPq3tWr7E8ag+r2QUPy99pD/QhPw9G09Zv/2SBL+PPaU/Ipmfv26UWr95cgW/IdeRvwDvY7/YIks7VmKkPyIF8r6Hb8U/TmyKv6m467/4hRO/6QLMvzIG+79Z6l8/6gk8v/wmnz2F9Ie/RD0Rv/D2Gj/FxEs/NQVjP4ai3z7UD3s/YcyevhfmQkDG2RK/CYWhP8o/ur4ezv2+nd26P88OCr5+ESG/myXTvjYqmL6WNUO/w7xYvj8vBj/uggA/YPCUvwAY7D/8rZo+6p6nv3km4D6ZSu4+Sn6GvuTq67+Cq1S/qQODP2+Ucr/ktr2/H2OaPQJLuj0m192+MQzDPtgdDrzlBbM/WLhtv7CTXj4tpXY+exA4vq40LD8Z+SI/kByxP+/4ML99tKa/LZamvuNXIb85Yp6/bSuuPCJJbz9bwxS/JrwtvaPasz8jE6U++XvMv+Hkkr/O+46/OUnFvYjzuj67JkA/+pMsvwaXiz1ybyi+RTCKv2xjBb7rU6O/YiGHPpteGD9bQKC/y8q6Pye0C7+ETGM/fLmlPxJFiL+qd56/35thvsEre7+Yifk+N8kQQKxfQ75Dta+/9wFqP85wOL2Zpt0/","Ije7v9aPNT4Cypc/aa77PUI4CT/cMX0/W/yZPot2uj5998k+WXKdP1pGVb+ZIZq+m6lUPwsysb/fdjo/flPnP7OxoL8/FgO/2rdzv6F+jT9UUIU9GZXwP/lPvD+lOAm/n0GCPz1VD71sc8C/GETdv7ZHmL9EyfY+0q4dP1xImD56By3AFN6gvkUO8L72gT2/VvauP1u2RL+QUAw/SFqQvjgZeb85WwS+j8hLv+iBvb9P8lY/pdkyP5y2sb9vj8W+BnTKPi4yLb6aGsy/HlQEvvjfmL7cjNu/xrZAPzb1A7+Du4W/pheBP3iGgb6qoWi94kAiP7lxkr8F0M+9sffqvd/PiD3maqG95YxGvwrfsb/1BVM//s2GP56WZ79LDmG/lH8lv8u2DT+0bc8/On3pvyEu1L3eRDy/JXqlPnOqlD89bOY+yq8Ivnbz1z8a4/q9jdrhvpyE1T/U3vI+rhkxPlO+xT5G0D8+Zf/PP2Mh0LwKt+K+GsuTv389iD/3ceS++Ir4Prx+xb+2IL8+WIE3P7yqjj4kY4E/7SRWP4Kukj86O6m/tEBoPbX3cL19Hpi+efiwvlQdgb5psEY/lIjAvZzKpL95y22/ZmipPyGBIL6ba6W/EtykPrxopztxzVk/Tps1P1GdXj/U2xa/8zUvQOPMvj3qi6U/SafkPUAU8T6AmTm/BY8/Pxh9lj685Gi+COLmvp5UE7+1rn6+qg5HP71KoD8EEgBAT/CpPd/Otr7nz0C/RyV8Ptk4yL9iUzU/FxpKvhZa5T98vb0+zwAcP0BWCD8YtTK+AZXvv1q7jT/bNoA//4qTvxFxtr5cAxg+Ex+QvmMRbr4oyb09oo7Hv2x4rD4sCBw/IUCrP8jaMD45wAS/44wFv01wK78a3Ga/vTQkv2iLqT8UKJ4+pgAbP/98ET/6OcU/r+SQvUsKL7/u+nK9Uk4lv8pLmT8uEma9pdytPywBNz9wWlM+xDa6vjVC4r83lYg/KHWPPR0lCb9vlVi/j3eZP0c5Mz9ENIw/","ifjCvzFksj6Gmx4/KXiBP9N0hz8Dm4y+rt1KvwgYIT9orNG/zajtPuAfsD+mhx+/ktOMPrzWbz6KgABA+J1bv4YCXz/PNL8/QK7nPxVfBD/UAWe/Hj8lP3jNQr8/sitAB0DJvlvTKD9ujl6/Pvlsv0kmrTsQuS4/JW6IP0n4FL/rboM/jBiovu4SC78otw09u9BrP40XRj9Y7Es/XgbgviAtWT8154Y/jyyYP58r6b0jhKs/zQO3PR8B873ZIN49h0UKwCfvaz/JFu+/ksD+Pd6wzj75S+c+7F/yvl8hcT7PGxe/6D+Xv6BrJb8qq+u+sj3iPobOAD2N4c6/ZMolv6hyaD1BuvQ99LFHv8OTMD3aXA0+JaEOP7PRvT9xHBY+ysCpvzbVP7/JhFa/zVaYv/vQib/8oW2/8toxv9Rt6j5UMQJA7PzbvvmG3D4H5p+/FJJ/vtvRuz2MCYo+tGIcP5gArL2B9Ii/k9fLP4hNCr5YjQO/GWpEP86zvr/Y7qa+l3i0P+6E1r4qs00+EAtYvpUCGT+qHBg/a/XePvW5BL/1iSjAOmo+vWUA3r+P9Dy/blzqP2+npD4AYxC+no7xPxW9pD/B5zO/lTSnvwYR+r8izcG/wPLNP8EKcT7eF+0+aaG+vbV+p765jzc/prYWv2QnuD+KPqg/RfL7P9zKl74I8is/+IhhP91dCD9cIGE/lYo2P/mvCEAs7Ww+uA5Fv7O1Ez8CnsW/i0QCP1/irb/kDv2/9m4wvypacT/yqCI/jmbQvqDLsz5lStU/R4jZPhm5pz4vNR47A5CUv2Wdg76RP5o//sg/P7EOEz+MeEU+DcOtP1HbDD+I55w/X+8Dv6NqHb8rK9I+XT0iv2ROj7/tjr4/Ud0Tv5KCMT/EVeo/zqRGP6/ssz9lkhC+LPGcP5EtzT9Jws6/7bIkPlerBz/u/p+9X4mxPt0/gT5ri2u/hGDBPvLx5L1B3GA+vyW4vsKWsj6+i7C/IswLP8AtEj+IKMk+DMYlPzc+Pj8sLNg9","U0jbPl+A2j8UfyO/IgiPv5Z/xD6q1gq/iFSMvyBBnj7Pfdc/H0+uvupRmD2dBAm/Wd2OP6WBsD8DXBA/kKRQv2iVyD92uFq/PKz9P6bh/70eTvY+/swbvSpWnr+TuLi8gT43P+shGD/cof4//3j+PkpgB748t4q/a1nnv/a/Kz8Gjx2+qks3Px1Wir4Gf+k//43IvlIAvL8zebu/Hc/dPlMdJb6AUqY/0D4hPpDcBz/Jc+U82P8kv6xe5L+xWN6/UeEwPs7Dmj5+Tam+Ah8wwKCqfz2/eyE/TgKHPfLx8T5Tp5S9yy2GvznQhL/+6+4+Q1QQv+LiAT+NBBg/biUKwIekMT9WNcM9Iw4xPvmFg74OiBU/UPX/PmRmST8XQU6/bpjuPm5GJ7/p7pe/nmdwPizFEEDVk82+5DQmv3BDIz25Sm6+F3w2PzHpdr8fUAA/F24QQGHReD8pYUm/dX4yvsY1aT65JIk/ENPNvlt/Bj9v1We9gG0DP1tOIT4W5FG/2bfNvmX53j81EJw9T9GfP+7zZsAneJQ+OfOLP0DTb7/f980+fOA1v20zsr6Ua08/5R4jv0J8OcDdKka+7TdJPU2lrr+O6N++72K8PgfR1j8a/Ii/uYbTvUl+p76doEk+bbnrP+yoJr8blRe/7gnAvGtAnD91eKC/yxGRP1cxl79GwKu9SBTuvp+epj9RYJ6/ZYIQv/nkdL983Im+NlNUvkOJ1D54aTm/UaGavrzoMT3+OCs+Ckdev+ZtAcAn7xg/BBW0PrNtej/I0km/zG8IQKoo/b75b3S/d1nWPryECL+p5sy/IxWgvgrH7b81lYG9676qv7RB0z6ZLIU/R92OP+bA4r7prxa/HigHvgC+dT9W/4g/mHbLveKFGr5el+m+3UW5vs4Sm76m1Fs+3y9OPwRinT5Mo6c+t51RvzhWOL54F+o/j11JvwPVmrx9aynAnIXUP9IdrL9Z3am9wC+Pv9EhXz+n6JI+HqZdP57q+T69opY/jVUEQJOisj/ohKi9","Z1oOP6KqPr/2txG+SVfCP9EZGD/CPJG+8YtJPw7I8b7jQIy+QTP3vvy7P75BHjW+h6qsv9RIgr7t0qo/HoQqvmrTp77GXia/+ksNvoN2wj7A4IS+0luHPp/HLb1SZRVAeIWhPzhuOD6daMs+ncllv3VcxT4uzpy+JA/QPnXLjb/9LyG+K6myvpYHpj5nE6A+mmXKv8CgdL/b+HI/qLe0P4BnPL9c6sY9uORmvrwXNb+5kou/TqjTPg0oWj/+9qO/ZkknPuT21L/DzgdAM2bgv40WWr6kcGG/t8YYPz1NeL8rEBfA2pyVvkWLhj9XmcS9JkEdv/d56z4mDJ+/WMEqv3Zfaj/5Qm4/Ebjjv9aBJL8RwMa+fVuNv0Wnzj+kzxm/Mf6jPzau0T6q+KU/lmdmv8yfIr8ufCC/J2ntPmHQeL9juhfAJRegPWjV7r57u3C/R+eyv2weNL08z4q/zEOtP/B2Zz+Oj4W+2Y5zvy2m0rxr3uW/KVyFP0qaxT0rUgm/vO2jP8SvxD+W16K+Lkb2Pkt5Ur/z6JS/H1kcvxaQBEDhOzi/YQuQv0r72L7Qm60+eNJFv2lSs72H50e/QHZDv1jbwb9pts+/sdjDPrdgjL3++fw+Yy0fwJkZtj/0egM/kFkYv5YOkD55s/29aGgRQBopiT/Iz1w/khIJQPlyRj/JTbw92/MiP0M6E0BZ+NC/SRulv2e9tb5G6Ny/al6svB4RcL+YRXA/1sxhP/lgyr9OCLu+BCCoPK2MOb+lTmM+65KivoS4977hw5w/DGWUP3L0Fj+Q+Z2+w219vm1FEz79mpc/0bpgPQcU3L4b1l0/2qiCPwSh/D5hgom/7K2+vgvgFMD09dw/MwAEP2fNJb8oXjY/jAnJPj7VJz7eM0q/8SKEvWGTtjwWH4O/TP8UwLBvVr4v8M8/teZrP4OYjr5Iu2G/n1X6vjFM177oZQU/BToQv6TaB76Kh6S/8Jszv5dCnr+KTbw/DPr7vvxMOb6jIRpAdbDOvw/U0r52TiY/","vNL/P7XvOD/IBbY/LiTQvi+AID5nzh0/PZsRv/rpx7+l1Ms+Ac5Mv7lM0T8eTbM9tMRzPn4Vh732Ilu+EdjePmORqj8oguG+AOMJQETS4L4tP0i/en0MPgZujD/RgLy+ZqgUvYuoHT/Qxjg/bl9HvpWRTL7mDOM/uJ+jv9RfgDzW47i/N+GNP4i05D6/Q32/r0e2vrQYgz5oyVE/oQEYPxM7Rz+2a5Q+ZCOCPicpwL+ru4o+YW7fP3eNET9Ws5Q+pcLgvjGdTz3/iBq/PeJ2P46myr4iKts+GXlQv2YuLj+4ya4+Xx3RvoClIj93Iq+/FniVP5hkG7/vPMy9gZnSv9NqCD537t4+OAEhPm58iz9pepG+9hm7P5K9J70s2JO+ioEwv4KYJ0BV9wG/xGWBP+flrD9spg+/V7T6vn3EEkAEiJs/0Jk4wB1Jzb5ue/8/4Y+jP3I+IL4eFmE/TpjkPwoHhj4EPZG9tBX+P9hLAz4OnZ0/mHUzv6YSbz1Y65O/siJvP8iQmr/6qjnA7tBjv+FKj76eDsy+NbmxvHAuoT1+j1Q/SjOJv8TtI7+FtwI/rcX0vQvg77+DYFK/xLRkPqSY7b5MU4C/CS2Ov8T0JkDn5QC/00vGv9/xYz/nAGQ9mUlsPoIP0D42uvg/aW2hPwYI677Fo+w/sIFCP7beCr9D4y+/jjgsPyZbij9O+Dw/il5wv/MtV7+Mh5G9g9mavwZZZz+7O08/o13sPrY7Ej402ws/bok4wFK2Sb/6Ux4/C7KwPo7hPD14qiG/yWD6vitn47nBqBY/pcyjvhzrer/2nba+AXTGPtblW7/xg2Q/ooxsvq2K3r7fn5y+IA9BPqMJ7T+DDaY+0HeLPw766L5JIFk/tvmLv2bOKL/poQm/fcAHwAt1Wj92aMo/x+A6vuWD1T+hWUE/t2wLQEElM7zNtc49WY3cv10bsT9Tzzu/qilhPx2oNr+uo+C/sP4pvwliJD+FMdK/czFKPlCDG8DsuOG/2feSv9s2ZT7uoKY+","qH93vyyoVr/LQqA++2xNvun+Lz+lSbk+tPhLP2ubyb5myfe+mZJKP7vTP78E/wnAImvFPt9SAEAoKEm/widwP1YZob6poYC9fUKzvqOiFL8fyNg/gu2/Py04T77cqoG/Uf4Ovz03pD9dyO4/bSmHvv9xbT4FJnU/GNWYv7YfJr9CKEo/Cdz0PQNtT7yt3UI/KTONv49s9z7Uy6i/skiOPsSXEz9Hg46/vSr4viC3Rz1MQSS/xFH5PVWNf7+a7qI/JFQNvpVomb8w/YC/2tuBu+kAyL4xS00/IMruvyyHHz+XEt++J5ngvmtsFz7IQam/7QXRPzlcdr8KXy4/MlqpPwc0FcDXtSS/t8VdP0fREkDoJ327W5ODv5cQQT7RlNK9NeY+v8GqyL//b90/YgyoPzp0yb56WrK+v6sHug7RKsA9t9u/cC/Ovh8dJT3gWdy9je5Xvwwhsj9E3mk9Gwtgvm88nD3vPoG/3Af8P2158b5oHOE9EtOoP0cOHUBg1wi+2NThv+Od/T4CQbU+melkPqSIlD3ibCRA49YMv8PmDj5KANG/Bje/P9C9mL8X6S09WUUGP2hEMT50y7e/Gz4PP+irdb5qixM/JyrVvi3Xdz92NOg+wPgwP1Os5L7LmEa+nrgGP+d39L8SD+Q/DTKnPqza6L4YScK/30w2vqpmxz2dPle/jnd8v37R9r41QAG/4BGkv8UKJ77x/RM/m0BlPhZYFD/gWIi/We8lv+xlPj8GkOE/Wlg0PZqpAcCOHZy/O/5rPrwh+T3lffQ/+9zdvt3H0b+baKo+svzBP78Ilb+t56k7FkBsv9cRrz4iht4/0aCjP067lD5KCH4/FyilvkLWBD/6K6c/Yq2AvssYaj8X6U8/erIEP9wOnr7/5hW/8BtRP18Lib+KX/e/Ru2Lve0M2b4HnLK/hhu6vv8CQL9ipkG/4GHZvgwAVz8kfNO/234PP5Qpuj9gAjo/0xjZPvcPDr+ZEfy/XVjNPqAabr/QqY6/Y1ipv2FFDD1v0vU/","uXlDPwaytr+eYJk8Qe+SPyuCj782BDC+NBoSPpF/Rj85p4q+aRONvZcJoz/MMve/uzAKv4s2775ucQG/21aSv2x/9z/0R20/4J4iv3MFJD4TjGI+NHlFPnSqNMDcLIO9F30Lv+K+sr9iJIq/Ot9yvEHyPr+nhbg6hQ9gP8etRD/sQNu8QwQZP8hB8b58kmk/WRp/vxqxaz55gOo+dyXMPyrXJz/JOuQ/ov2IP9sYkbu5m5M+XX7Uun3dOb7tmQQ/m69LPxf1hT+nbVq+8EApP0QJqb+xlUU/5QqcPUJxhj7pimY/urEPv1GYtz7Cgam+23aBP1X3G7/3/iw/iXEDwO//2z9xJ4O/uDQuvkblLD9hM1U/IAa/vkhBXL7toOq+GVNrPzxHhzzE1mI/UvJ4PwEob79+zzA/OlIGv5jB+L7BaxE9JTs2vlhJHr9oNgnAL4tePyyY2b5Wq+o+b26oP40lLj87BPY/IrNVvrD0d758tFE/eoGYPTiotb0/LbG//LNNP24i575dGKC9FlhhPxbAKr8XEbk/qg0LP9LTFT6Gn+k+BFAyPmH9ST5r+iu/iFGEvcOztr9kyidAmYG4v1Lvlz63+5C//Eoev+3i5r2XAQm/yw98vwlfb72NMsY+3vPXv8eshD8fdxi/0c37v+jqZj8qKFW/ZP+jv/UsOj5g4B0/fM+JPuFF0j7ssEm/KiF0v5f+XD7f4/S+CZplvnkZnjxyF8s/ijQAPylzE0C8qYU+e/AKQNEwNT8NVB2/DGj4vucVAr6eL4m+wmSfv5BkWT+YbgG/d8qGPiljBb/w+4s86hVXP3W7Pz8BoPC9BqFNv4D9fD5PgQk/b643vv0iPT64doq/WXzHvqzHH78NB7c/S/0rPuz5bT9x0A7ATzfNP5I7k75STRrADiQyPygyuT/B34G/PMefv+7guz9dicg+cXptvrbfRj+JVI8/JwhlP5ObyD4Trwa/VmoeP0a0Dz8C5BG/6zq9PxCA3j18VBe+pMcsPxOhj7+kquw9","cycwv2vFl74KGRM98g3yP/RxFD+jf5U+3zAiP8mdvL8V/Qg/C+KIvsTuTr/csMM/rcLBP/y0qj6HzIA/VWaKv0JljD7VK1g/VpzpvrdInT766cA/uEHpvgB2lb+oAK2/UdTzvu0zOr8fq4U+qNAvvzjYVb9LGpE98bNiv9p0Bb5I1T6+IEBtvoBrab+93Kc/qWaGv6INbD8OWBe/kg43vyKje75F+Ee/cafKPvxVBz/Vsf4+hHrrPk8gZD1iuArAV4qBv/8y6b8P/+A/UpEUPnWsKj9p9b0/NJvVv9cay74E/EM/NXTOvpE/2z9bW5m9mCdyP3Y9EUA46QNA/IQYQMVcAj9rURQ+xCGKPuiwAD+z6NK+Px81P0ApNj+PRh08D2Aev9xyF7+SYbM/VdNpPaE/ej88x4C/Wp2Lvj2d8z5oIIA/LTK5v4CpzTvJtsW9GevgPbr02r5nUsO+NRDKvtZlUj+oAuE/F0eDPirH2z7pMqC///hMQKNt6D5eShjA3Eo3v/N7Y7/114U/u57zPua/9b5uh8w/AG6GP7f4ur5z/KA+YRP4PjHaHsDjdqE/ltpsPhJHLz8Hl789HFyYv863Oj8VbES+VzLjPlLjmz+7ugY+UmYsPiPjwT8/Laq9Kbojv5sEzr87TF0+3YabP740Rr+tyjc/OF0DP4+s4z4O3si/zJo1v8/UxL12JzQ/NoQ7PY0pcj/3bHE/bJQzv2pwib865LQ/HRTFvgB4qr/98FU/ZOchvz3jEz+pF82/N47cPs88qL+X0Xm+Q1FePkJfJL81qPS/3BohPWNDLT8kKY+/ANQEv+bKDr8Sgas+OneqvgJ0hj4weXe++3bhPjexmL8N9ze/Oe9xvwYTFT/1g0u/2qZhv4NuI78FjVa/N1IsOy0jOD+o2KA/D2VJv7Qp/L8XMbo/5CrvPurDj77lS2k/1k/iv1JUoL8lbqC95wWVvzZDlD9/Tjc/u/+5PUO3Qr5wCzS/sDoCQN4+Fz/zJe4+CZVOvyxqvz37iXA+","JuYnv0DP0z+y62W+a7ukPnfwIb66sfm+nPd6P7Jy0b+aKaO/OU5yPyi9AcCccBM/Z3hrv948Hz8IRR4/Vs3mPd1bMD8+Vei/FIiHvggufT+MpAM+Q/QZPrEzY78PWKC/62KOPK/8wb4wZo6+ZDs3v+j41r5V8xi/w/e+Ph6sf79XUo+/voCkP5NNPT/dMHS/N7hoPwJPwj8Yvyy/9znzvAaLFL/ccim+FKXhv9/Xlz3nKwe/83c5PoC+dr9eEEW/O69xP/NNh78TZQLAh8XNvrYTUDzKoi0+FomsP3pOdT/YiQTARMajP8Ankj6P0qQ9rcASv0pUCz4G07s/3Qw1vo01h7/69ra/B1KZPb5xcr8rflw/kUYNPnyNdb2FqIU/sPKjP3FRmj4MPPw/DsV8v4pVa7/tmUI/EE03v1yvU7/uK+k+ni6sPN+CCD7AVk+/V0cVP0dK6j9Jk8Q+4DJXP2CzVb+VqPc+5jSgvtidvb/2axw/QsDIvanHcj/MdYk/clY5PqJ34jz3Cpg/KWDcP/upXL2Jow0/J6L6PlhBor8wMtM9/FaqPjtoHr8gHOi7/T8QP8fDE7/+VX2/LGDvPlWlRT53+YA/jqegPVGBo7/sreS++zfSP2OD8b+jV5c/gX2wv2zn6D3v2wW/P82LPwkGgD/9e0U+D0akPRHbir9zGqk/lParv4gjFr+ea4A/Tg9Yv8/XTb9B18e/6l6rv0R5MEClCpe7PH77P4kEmj/aQLm/YYE1v0bGRD+tDeU//5RVv10mrb+MxgTABGKIv+bkq76bqO69R84Wv6e8er5o4EO/KuqbPgmkq7wkG8a/mnUBPpBD5D2HBlW+taazvSRAib3IOli/QgAlv+c9Bj9/bSA/XvGTP9Qmnj9IdKK+SNBivwRnCj/TYqK/kAqSvYI0Iz5EUpk/CMMCQH2XjT98W8++dEKavAfqgb4Qxl8/ZvHuP6luNj9ohaa/ME6/PlF8jT/G3rO9kbANQM5fAb+DXuI/H4FAv9uUdj8G5RG/","PW9gPwHg2z6e7D0/DY2gv3kkDcBxHW2/IiPOv6pzST9Q6fe/iUrQv8HzYr/btQu+bquKP9HCnL3hA7Q+NuF6PkOkyj1DiEi/cbWXv+kN/LygbnW/ioq4Phuzqj+EzsC+LbnOvhyaib82GBG+Ugz8vij4F0DwwWe+QGKHPrsBpz5SFnK/cFkkPkhW3T/Z+NI94OUsvvO5z7+OCxc/YCJIv/YQij4KbC+95ICPvt6KQT+lGrS9qboNQJDctL7FGNq+sgF8v8pbszsNp/G+ooi4P6vtGT7VdTy+KOEyPyqSDT9J3LY/xoRGPlrXkL3lbgW/a8JVv0EQFUDPGdg/aMl+PmSMPb4zGga/vZS2Pxu9j7+G8NW9vmPAPtJuJz/iOXq/vHdEPz7xNr83FWs9NkPsP3I2or+H3aU+J4XhvQ6Mmj8Ad/o9/llSPy45MUChYw1Al760P2o4OD9ujsI++9nVvyTLST+U/0Q/o9CPPT3F777Gk8y95Gd/PhAhXr+kNyM+E9mIP2tE07/2oDS/EFhjv6j5fb9ckK46hMkQv/gHID/XPkW/1w3Tv7uaIL8yn+o+bLnnPjaAp79/HytAexsGQBaUMD4S2Tc/l5UUv/XeDj+DR2u+Zz9Qv4YkHz92sks+ZUERvs7fAkDltL2/7KUhv7ch9b9zgUm/t9Sjv8Ok0z/W/yQ/F6iSP88D/D+sYqC/yYDRvvINrz5xkwW+k7h4vegLhD8HMvq+wk+Tv46doD+HKcy+s+jgv4rWXz8MoW8/fXmYv20/5D/xtO4+qU7gvjVs4j+iFd0/AbH9vhkISL4zCyo/GKNlPstkuL73MEQ/moPEvs1uCD+0EAo//YmCv2EXpb6o5n6/MQBrv++Ikz6mEfS+p1FRv6vNQj5IkiW9CeSIPslJnT/GJPi++o7MPi4i7L7OuMU/r+0lPuY4/j1/66Q/qCHMP8wjCcCE54e/Z+icvvr1sr7W+Ey/oEODv/QJiL+wMeU//wtYvzMq7z9L5pA/UXuBvvLIgz7Uo4G/","UboKQOkNTb5/33Q98jCBvz5oQ77incA+syHKvsGQb7/jmCi/Yzu9P5BgkD1E+Vk/+25KP3Yvib8SOxxAlWokwGsz7L6yHfa+ZCCzP29jMj5fO6s+e2p0PxyO2T6iDly/vpV8v9tPFb9fJHM/2ISRv4y59r2I8es+7xLqP1ySvj/d+qq/f7bbPksUu7+qdWu/llZzPEIgl77ZZII+zbLVvfOuz7/omVG9vfbrvSfqVb6WVJq/RkDgPoM95b/sUZA/BC7LP2VPi788EAy/NCWiPrSYAb+mfVk+MvkEv+A83T3sHqG+2uaevz9fmD/LtJi/viyavl5Csb9ehpO7QS+gP/ywAb/u26m//Vecvg+CWj6jSdM/CWdkv66AY74yfANAtuOfP3qJJz/v6Ki/e4THP+Jn0T6VhC4/4Viqv1HeX78lVB9Are2kP1d5Qrsu21Y/ofiIP7ZSqr9PVjq/fNYevA3kPz5wnww/2LEIv9H4qTyE98O+FGQov6cVkb8Wb5Q/WdAVvxF2uD9wzLA/pSqlPw0ICj/kslE/sxQHwIYSer7AY/u9pj7Jv9XUsz+Cmke+N/4YPYebQL+02iA+BSeTPs3l+L8Izgg/LIC7v9qR1z6UTAdAnKmJvvhJBr+Vucw/QkOdPxbJwL5GkGi/mpA0Pzjjbb9r66m/dHHnPzPljb8J1Ja/DUAEQMimcj8Ler4/yoIbvmBya79n2s6/KL64PGwpxT4PpIw/Jo3LPrtaDj6Dy2y/0mkLQCvgDb/Hn44/g8McvUekcz95VvI9ygGfvskHQ7+B8Bm/+Po5vwze5b6jfTw/9tZuP9auKr9HQwC/Wl41PeMVsT+zTYc+dQmPPNLVdD+f2Pe+U3LnP33j1j5nzUs/oywcvwr1NL50F5e/S8/gP79UOrz+nJ8/EwJpvs8+v7+H6Qy+WslGv5CHCUA1vCe+SKTWP8FjlL8b2IE/y66fvu5X3D/zpyg/yfl0v173mb/DWBY+qLWLP2v3Pj8ZI1o9LJgvv86ayz4zf8q8"]}],"outputs":[{"shape":[36,112,1],"values":["WWXsM2aIlC8T3LYwoXMHMygrhTHYnbsuu6PFL2eqFTMJQZUzphH8Mr2yAjWrlaE3uK8XOyEV5D3iqCs6H9EwN41oljdOHcE3XOAXN0GCDTW7cakydaobMCN0KS52txYrMaBsKAnEpygF2SEq7rroLFPBUS6JVfcwu4IcNCiLtzmSHbw8cxVCOw2ppTn6MrI1XyYdNJ6w+DPbIU04qnwZPLyScjXJqukwVqWgLfLoES0vmeIrm/AYLKdKhi+ZMhY0U3T6OFRDkDm1a6c0wBcLMWaakDDzAq4xj7HgMg+CMTRrdCs0N3CGMsMqMC4jEI8pVFiCJobojSNrNF4gmlL/HIJaGx0O1FIducIcHR9zkB9vEvcil9WRJ2qtKSnEMdorM/nzLx1Q5DRXu8Q30UkRO64h4zxC7J88D8OBOhxCQjdWIB4zJHZ5LY1ReyeN3HkkW8aCJCg4HiJbvp0lw1EaJsJPHCE8GqwbtcHxGPcHnRbL0ZwTGP3vDk7wQQv4j4AIslkeCURuWQw4LWQORrO1FDKuyh5b3qYn9rgfKdCdXClCUZspHnfRKWGs/im30IItjd7nMAvg0DH4nTw0o+9iNuopOi4CvesrswuCL2Y6LDLmjoIxH86DLkDuhy6ZeA0xKVDsMoxkIjQ8vJg2S+S5NxFrrjkMMI49WZclPOgq2jaaR1c0Rd+INPu1uTSAQV4zL7djMJt7xCyF1akpDBKOJh4YPySk7KUlXDZEJzHQ1Cr9OscsLgrnLk7zJDLhh6w1TnYHOQv8bzyVMUo7NlW/OFVKAzSRSZMyfX82NbjxHDx5+1M0AkP7MW1HPC7Y2oQrdk4PKFQ/DyZYPAwtf/dlMTkXzTXlFas4QQXPNTkeFDAKrsQq9wFQK/5uyC5C5RAyKeqtMh73fDI7fp0tqKYdJ3jJRCI3kTMerm7XFvkCHxQong0UISlzFtofdBhABAgYx285HGjrpR9AUd8iE2N7JAvsPSlfwl0uug+VNfsJFjqrBeg8z4PsPEYeSjqosw02","zZt2MMAa0CpIBE8jzM7xHWLPfhzLRxsbR15BHkg6LCHjAiYdWwscGO5xrBPDIRsTqUYFDeyBCwnsui0DzMtXAXvNYAEvJ1sEjgAZC12/gg5a4CoZ2fD5Io7O3yaVlaoll+QHJmMAyiWn/MslJ+U3KxIZ/C6DW+wuMD8NMo/L0jJIJb4o3junIikw4ynAPgstkMONLDYYdSpFHlAtlHc9MU0kvjQoKhI2cW/3NkK8XTlSsho7190cPUzVXDl4ynU0A8/NMe9LJjED85Uwmfo2LxARfiw+FVUphZu3JCSztyFPl78g3YmKH3UYyiHXsiImZNrGKQ+AMizqoh4xa+CGNo1hLzpPbZU7RFoZO/DgVzXFy8kuZWNGNC/FrTpOhto6pwDMMv/oOTPYtA8vth4SK2KHuimYqcsoPo2IMNoiQzTns6I4VAhcOBsQzTYbhaIyBlugLEaU2CpCzAwuNdxGMqnLCjL8h3gu4lnHKC79LSMWiWIdAl8WGPGIdhDhoCwPyrALFK44HRXnF08VqwkdFytoEB3vOoUg8fAWIYS0XCIX7fEoyGGRLXJcqTQkQiQ7fdPFPLauCzwp0m054jd5NcJ5VDC16yIpRVfNIwBRmR3DupAZ0Ny3FonZdBb0qQIa3iJtFcSylQ0HnSEIlrYaCI1GnAIAAAAAAAAAAAAAAAAAAAAAUxuGArsT8weiMwENXu2xGsfaxyNIY28mB5KrJIbz1SSo2BAiRfSKITPpJiihDiIsMFXSKlhpci5aIEkvVQt7KKMRaSBWwOUl76XDKiONrCtqdEItCz4WLwDKiTJGmY8z23qbM3EdFzXemWs3TlLBOtaowDww58I6qPQ+NXRQljE1ydQwVtKRMZDqaTDSiUwsouakKSEmBiZuZmohtZAKIcMnnR9TRRcgbnycIwtlECcAKn8rLUmyLx4i3jSmI5o3Wi+3O6CGrDvxTyc1N9qELzXEnDFKLcU3TG+pOnZPOTZVvDIy3SU+MIa4dizgp04nk0BBJEqATSsqKkYx","sMeENC963zeeQeE2dTB0MqLVUSwKMOcooIn3Kr+kYTCv160xZpvVLO1aDCm0DrohEPeBHH0PtRiIMSQQcDQYDCuKKRDvmL0Renz9D75IBhCXx24ToMRQGOCo8hxO1/kcjtQqImAlSCh/6EsvKn4TOAygmzspUcs7QnTDOZBtmDWrtIsvHEzMJ9OSSCEK8OgZd14lEynaMA/R7xYSkwnlF2b+HBWmzZMQ2EsRDFjKIQkXausEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA+WlQCJMhDxWBN6khsCROJBYcgCJNRkohkKwiH9j16xwRuXsjUvBSKpZQpSkXKpIsKBiHLYyzbygl5HQgSsmLJdsjFypYBbIsmKZDLt/61i54F8cwautOMprX0TTtTwQ4O24GO/SKWz2BUkk83shPOJtiVTNuibwvxB8TLz4s9C/klK4v91/YLIjzvCnBdKAmJmmKI27dviJZNIIhnSfMIXgdZCROah0mJexVKkPlDS83lCM0mqCAOLtCrjp/CTc7oWEAN58oJzQ2XOs314QrO4HLNTNm3Is0UqaqM9Z+hDL0fQsxnpxuLffCfiv4DwIxyhfpMANtgDZLZh82CxiZNrZ5azNFdbYsMcBRKWFD6ipCt+wunvJPMVikBS+nC6kp2FoqJBFA2R5vEpsbZtJxECjlKQwETAYP7z0iDkNnuw+rIkkS2AgnFu9TNhezz44ZVpyCHAgsuCOc+KIqGJwSMVCQJzeaer04nnh6OAZptzXym10z2zJnLXLY5Sc0cXsiGTAiG8e5tBRPdKYQdm/NE1kQChrHlWEYf6iPE+7tsxAjU8cOObJzCanuMwEAAAAAAAAAAAAAAAAAAAAAAAAAALf44AdiBNITZlYZIse1MCau8oUjN80YJIaFKCOPytAdj1uwISs2xinWUZkpDBEmLZvB0S1Yu2MmVX/JHX5iJSQfpmkmbOxPKHqQXy3hftYv6YQbL8BC+zCyQQc0XN+JNkyZhTnQSik7gnAcPAhgrjn/MDA1","6aWAMQfOti+QmXAvNyQFMHAsWC7ZqFUqlY0/JhBjmSIOigAhITAwIPF4pB8nza0hcJpYIhMtdCem3uQsP6xfMQ62iTXbp2E5f56tOqahjzir+Bk2HHXEN7UzsDptyBo1U3eoL4ItbjIA/xgz8fcBMsl4yS9XnocvC/hZMSCyBzHzNT00Wr0CNg67yjYcq/c0x1aaMCeeZy5XqIQsMu1WL4F7DjJ5O/YvoD3PK/dWJSbX+UgiLt94Hfvs2RbUHS8TN+isFJlniRSgjwAXcKOPGHibqhqXuScc5NMfHlNRMiE7P4MluTHCK2MzrjFiHTY1Y8HHNox0vjbVPuszzEzVMBfJBS0Xggwqfo5wJn5VQiDHJs4aDrq9FK6WQBWZ+1Yc6Wa0Gz/P2BvqrdUaAKKXFjPQixIpOUoLzlOABvEgAAEAAAAAAAAAAIDMhwJcMx0K8vWWFLkg8R9m4xklyKm7JIi5uyRLymUlyGLZIf1AsSJ138gn1hNPKRrjwi24CM4wMYWsJZ5w1R1X+48ivBWyIyphriIBtagnlnCfLIcuRC6pfu4w826sMs02GTRMZYg1jePnNmrZBzhvkFA5BR3FOJDWAjdHYBc2B4irNCz7gzVM2qk24Jl7NGzrxy1M1aEo9OIkJGgeRyBxjCAcPwuIGxALchwE6dcfw9B+J+LXqy2iafswFOk7M2487jdQNWY7QLTqNzw5JzeOLo85aoEvORnhujaR2Ns0m4hoNHWS/zQD1880BK5gNa/OWDVofEA08gzLMuSTgTCJAK4veQdvLYVNOypG25kpOKRCKZCnNimaqpAoCBGsKGYmnyqmdGEoRro5J4m0BiNeYjAdeLy0HIvYhx9ZLBcjkfQyKkdwWjAVOzc1iXS8OGByrDnqWdc2cLDFNdfo1jZIWig3yWVbNkp9NDUPirwzVOXtL/lZTyw6mzkrolEHKwLyoSiiYoEj+Q0EHQBIwBbeLjMYHH8NHc2AVR5GInkd5aCpHPyQqxqeARoWwh45Eep45g5QuA4M","DItaCa4J6gahyooL3yV8E96tuByo24Um/tyAKWOyICgbWRYqIs2vKoi5Oiiw83Aoh00UJ6EGZSi1xQAuuCOMMmSGMSfs0xocPGs/I4KoJCR3sO8kGqwqKNLIlyyvIAwwsyUfMZtxIDJ9DMcy5K1PNDkv1TYhVUo453+4OV9Gyzm204449ZrYNl8NIDSvkwU1/mlONthivjUSlhwx1Xf4KSbLHiTu/xgg50QeHI2qPhtM6eMYq9SPGjjPpiGZzJApgbSYLje+BDLOE3Y3BbeUO9RjkTh62tI3fP50ObDjQzq2YC04TSYYNQDpWTMljC8zPDQUM4dFjzRn61w1gsofNQK8lDMt40owbbrlLCpMdSq6xrEnCO+uJvvtdiVjlzImCHR+JWB9hSQQPJ8mTsgXJs6WmSbNAC0juMNdHhIBYh1Y/dgdXSYDIYnM2Sgs//IukmciNMfnhDjI3iQ8OX2qOYNMRDXYIXw0OMgDNUIcMTX/NuMzqi9GMpTOQS6xTZAp5T0dKR1n+Sn37z8oIVeuJNRz7SClhgsbavMuGsQwmh7562Qg3zkuH8+Wsxxpl7AaoeT8GDDnzRVh6r8TpiTXEvyQmRHCLgYQ72YcEretyBd++nkfyhQDJ4XTmyjOd5olJ+lqKB8loimUIooni1/jJxHWCydaPZ8nhiQNLZNsCTKqd9AoyYMTIdhRPyiSj70o3M88KvnwRy4jE7wwNXocMHHtRjG/5S0yLKOyMis3jTUDkwI30mbSOFB9bDmIJ6U4Bb8GN4HxNDWLrTMzvviRNL/aQzf8lSk4H5/GNfnm0C3ORUkmmF8hITG8yh70GewdfCCpFx2+DhaUBPYbMTxTJ1GfqCyEWHs0YqO7OyHVxjwkg8M5D3aPOfDlczu2aHs69PKkN7WMajX/GXw0ebPVM84GzzJnljQ1ihbgNQGLEDaLKnc1F043MZ9c6S1hWQ4qspGBJpnx/SThAu4iFXjNIsWiQiKY42Mj7oCzI+3fOyZyuBMpbj/GJS3m0yC3jngd","dA1BG9r/rxyw6eklDr6cKjH2aC7BVvw0Xy0zOgXHWDiNR0IyA/jHLjGc4S7VJBgxEeeJMADvpS12/GcpiztiJQTCQydaRI0pzuweKjvHBiecDPwgb4MLHYuQ3huzwjAf6wxFHk/6vB0QGTQdcJJLHDxzDR65J9odv+3SHXWyOh0Z8vcacmwPGu2SjBuCRuAcO0WTIPs6MCV+ELgktFmIIf0XEid/LaYr83hkKPVQbCU7s5wm0PMRJywdeyr0ZPswGaBUKKpeDyGtE4cmj6F7KkUpzCqOJWcutsJcMJyKiDBSMbwv4yHzLzXswDEwVmgzt4MQNl0hODge9Qs4tu2iNu91EjWuMc0zkXyCMWQLojLlVR82h+zZN+m3rDZvdaQvk0QVJ6ng5CFbgwAhsIkSIcKjlBoBm9ERvMbbE0fWjh44gY0qF/VMMslG7zm9UQ89SS87Oa0yPDkgrZw6qmvjOjoFnTl3Aao2hCgiNIVdyTL7jrkxoVyqM5loTzVbB8Ayji70M3p6FDAOqt8rKDDXJrNHeiPdr6Qh3fXnH+C0vh1Y0CweGTFwHZLIfx7rLCAf9NfWH6QGOh+go8kbJRaPGH6yixUX6Z0Wv52GHQVYLCQUpdEp4Ia2MHqibTfJLmo4w6amMia9gi7BVZUuzUqYL9dwkS5KoiMrxGglJ8HhgyP8lmUnz4LBKsNJRikfRqMm4suGIqd9Sh/WwvIeR2KcH//5oxwkYtYZJ0NkF7daGxZZ5wQY8XZDGZ0a6BsM1BsbWIayG/wGth2chSMfwFdSH3WNEiEABE8jhahmI9Tl8CE8e9EkUctoK+UutCk56S8mPZ80Jnu30CWsiAUpnKlcMCUMSib8U6Yf++D3JdqrBShDHY0rS+yJMbbLcjEgNVUtiRgJLgfuFjCvqiQz1X1pNcb7iTefu1I4y0/nNXB+CDWktlM0MAHSMky04DBOXZoyiEuNNYqUsDa7VDY0BuKDLUv36Ce623woLsJRKFYXWiHP54AWyEJbEenTqRc1tCgk","5Eo0MFHmBDmPqxY9xxHGO03z0zqjzYU68mAaPAtwPzvMNC84PLnpNPaAUTR+zzczUc64MqD5yjUdwAc2Bx+zNAxrEDRbSv4v4Jy+Kyg1ByiF4hUk8PhAI1V1iiI7mEIhLlWII09uRCHCrMgiVC+sI/nQZiR8uMsj8HA/IWJuxRtxogUZsy3jGjgNSx8OW4Uj/4A1K2s9pjI10QA4YZRaN9KGATNKfBUvPp6mLkjbOTG+aZovSGs4Ky5umyiAYyUmnJR7Kn3Yoy58rJUt76bnKt2CkCjgzwQnoQqYJ/PY8CZGFAokrbEbIg00+iCDk8wfS19qIeFqWSKlrxglHPzFJZT/dSeLOA8siY4ILiTp4yyxkzksFYiMK+CDvCuA4ooqThqpLX792DA7v58t6xHMKZgKlyok2GopkSDeKoDUBTI/F94iOTOfHtEIfilVPjoqDWZuLAnsDjGyGBMz9bJSL1G0nS2d728ulyQuMpz0RDVaMjk36PomOI6mWjRr1nYx2T65MXo5XDBlrNIwjjESM6EX0TVz37k3PF70NXnshi4WlZErCzKbK7OEnikdjVAkt3F/HXPasxmFb5McX12/JTQfgi6uHY038jjtO7rWvju614s6ZZh8Oki9mztWb2s77eVwOUBNaTVzFwQzv26AMqlWljIbXy00IRcNNY+P6TSz1Z01PP0PNMcSCi5PtzIr2cfDJy5TcSYlSSkmlcIwJLFQGSVm7u4jTKVqI1BmLyVdViclgLoUJVjWyCJVLYoeML3XHAoe1R42QiwheCnFIrcVDShxgK8vE5qdNduImjc9Tnsy9VPYLmX1ES5y7dQvAusvL4L6XyrC3NYnK+fkJwGmMysrl7QtOdTPLeM+jiyPWmUrMDnDKWqtTCl4FZ0noGeHJK0E0SNPjQIkNcwVI4PyLyM63yAjoK7yJBSQPSYLOlMndnUJKnEmKSv+t3Ir0aGCK+KGhiuGDYEqnYoKKuOShCwS72kuCCgZLb6AjSspkc8sQEG3K+kRvys5jyIz","Yt99HkqSxhq8Q8IqVjBsLxYBhS/u1ngu7TZxMRUB6zN1tpEz0D3iNNBJrzS9ew404VGXNYNzoDUqcOMwKSwjLChgkCqDR1gr2dRIK9wg5yswIMsrSEYpLXzuPS18FHEpc6URLJXG6zCglQAzbFCpMKpUhC4K6JwxxopINSL/ZzmuAlw7tBicOL6+bThXsSA3jvr1NBJtjzRbOm41GIh2NIn3ITRpWaMznpg6M8c0jjOhuDk0ZAbbNU9AHzf5jNY4CgcQOKxzhDGJTTcpRWK0JT+MBCKZVTcgS9IHICu/Cx+y+ZMfNpyfH8Yv8h4kd+IgvpXlIflQtiBsbL0g+F8aHVKBCBiV/KIYT233GiUfCB6a4IYk8jsBK2GGqSy/3WEqTU1JKG9jwifueKYoyT9BKVnP+Ci2KUgommNXKB/c/SiBogQqBuIDKscwdShfMHMoN1uVKXSnPiqVGtgqr15oKZpKuyejIp4mA+2SJhhUHCZ8OU4nxqiWJ6NCkyhagQUmau+mJC0vfyQ++icjRfGwIclL+CH7ZYsj1E8IJPvpXyUxx8wmf7ZQJFdHLCPdHIMmNjEGKuDy6Sgt3CAqz+YGM6w8ihp7sq8XXUUpKSPsBzFc0yAxJDCyLwaOvDD8CwgzyNLvM6eYZDTrbnIzmdIyMmAqpTSeYKA1+8NGMd5kNyu7xNEodOPFKs4agSysWrEsXr6BKj4TmicOugMm1dMAI+uj+CZ3zY8sWMPdMWx4xjB3oLwudIsCMYJiOTVXhgw6RGIoOiMK+zj8wFk4dAO3NcSUJzMXOqIyJeivMzvWrzOhf2E0alxGNPOcqzJzmc8xMQa7MYPmPTMHpAc00riLNFA5ejZ+LoUycdIJKgXUFyXhfYEh3hlPHuy8ch29a+gcOQg3HTNNDx0Vg78ZFiH6G+RF9hxN6ZcaJfNxHHBsKBtxFcYY74/RGBWaqhqlKSkbCSm5H1cj3CblxxcpNQJnJoUQRSZZlPclCZ4+J7onQSgwHO8mzxaLJwqNECnf2wIr","zNmwKqUBXylib8wnKALAKFlKDitBvLUqyO8FK1iZwSlrdKYogYY4KLFMYieW6gQm+fODJy31Qie8zCMmDuRoI7zgOiGqv84fDgOVHikCMR0UnwkeTquUIE27TSM+Iz8lG+DXKDsc9iRmboAlo0mFKHxSCiuVAugpb5sXK/wqnjJj2xYa0MdWFsyQAyqGbwoyhGH+L0Kdvi6QqkAwx6sGNONk+DRnjw411cwKNA4VSDIAKNIziRaRNUR+xDIogq0q285KJwW9QCiaRggsuyqJLH+t3CkH5rImdJr5ImEgFyHkm0AnCmqLLIrXGjIZplYu5TwNLSfTrjE32402y5TAOdsoUzdbhvg0EjfVM5w0PTO8VhIz9v9zM3/LKzPUNNMxAkNeMkKgFjKlH/cvw4OuLUB3TS1JA6EvoyUSMInuzzGyrCM0lNlaMXNxDCvsuBknGw6cJTrn2SM0jWYhKl29Hydc0B5igTgdo/0QGeYHKhollswZZ2VEG7kvmh4cCPIcP/xlGnlzGRYpKo0VKfJ2GKn2mx0RSzEkZKJzJCCTmyJA74wk5VEAJ3JNgSkIKrsn2Fk0JmymoCbERc8oVJ7EKYKvRSa8FM0j14G9IY84CiO+u3coGx3MKdk1TCtRi7Eq8K9UKagRhSgIIKcoIBkRKP5EOSnM0GsowDCBJmvu9CHLiCEg+X0aIO5YjB3GUyQd3NtoHESUoB06MwohmR/4I/4n0CYOEhAjaqGNIlxolScNqBIowjtvJqoufyivM1owiDwgGCzUixUZF7MolNeOMpLS1C+cFoou2/K2MMPTHTRCjJc1taZPNq8wSTRWKpIxDGIMM98VrTQuB+EyxFqJLCZzoScD8hQpwvRKKrBEiypBqN0nWfHxI2lwMx6k1WEcEsyBI5sPjSm+kxwwQSNZLsJ1mSyS6yYxm/v7NatsozmalK42DPCUMesBQzAFlfgv0d0rMvj1LDHIL04w1B0JL5OzFTIJDLIxxLZqLyDDBy09OpsrqmQALbLsCy9ZfYgv","4V7RMbfqNTCIjtUsGMAtKqJaXioTIlApSGHOJG0WyyCQuqYgdKETHgE4bBlnI6UX8zPPFwcntRiELUIbqik6GS6HRBYbrO0SibCVEyoVghXUk64Z+n4SH8LuaR7mwSYar+epHFTULSTXHxknG0tUJaT6TCSliQQlp967KExSiih/nbMj7p+RH42OjB6HwdsgRzBLJeBbTCic9csqvYdWLEP0wylqP3EmI9IPJNXSJiSJkYAmKyDZJ/isvyRFN24fCzZIHDtlOxp9KTwc+RRfGh3h9hr984sdh8djINWmTSOIqjYlNUEJI0xMwCJZA3ElEIA3KCnpuCbpPi8m3xacLBqOVRyVj9gZb5DhLMWb3jLbfNIvbHEtMDmpCzSVwF82OA2UNg7gJjb85NAzs1AGMsWPCjPSefEzhFuGM2HwMS0AyT8pWQ4GK5PoDC3ClnUvhvnpLlAS4Cq3eMokSwd5IOIMbSfJoQotP44PM0vnii9ImqUuaHuyNUGzBzg6LBk4nplUNAXUly5DbGUtLkofLkiETDBiTEUw+oO+LsnwEC6cLD0xIGOcMGCwjS6+nXUtwMa4Lf5ssC49Vn4v1K5HMFJs8zE/Bq4um88ELl383iym4n0sOX/eKZ+nlSO69XMgZCAEHgeukBqWssUWfCehFYkNFBYildkYKgPcG1+OghjUXMAUqV35EsE4uBPytrIVTO4fGcSYkhsNihUbvZmGGzLzwCC3wGwk0+WBJ837LyeeeBQoKXeNKoc/RC3LdJ8rqmduJavgqSB3iDMfnvxDIXK1higGurQrSurLLg8hKS9iHwcrRaggJtTzJSPAtD4jxFEIJ9vDqCnxd00mewRbIXjftB23JEEeQ9ARHqQkVhsvChcdzXhsIFq2ByLFCl4jUHaiJprc7CLOddIkcW2uJsAxUijsnqsm/3ASJ57hFi3jj+cdRLE+HT/U9iyVmX8z2VI9MdFi9jGGtYczGfFMNcXOPzYJJZ83zT6ANY4WEjPl3BI0wLsMNTsH9DPl3t0v","FGQbLI3jpiwimqAth1UKMK9JjDF/OwswCHc0LDe3sCipCuUqEFH8LS5CUTMKaycy9Ie0MSEONjbZAaA5fHZlOOF4kjIHrEMuPsbOKyG6ly1nK0QwKWH0L0SMEi9CowUvZ9usMXTMbzEshScwgNCjLnSa/i11NyItnWM0K8y8lynKlHQtufT8LrntWS+eRCYwgUZMMR9IbS8NE5YqeomaJqzxAiXXouMiey7PHx+sQh5Ev94cZVmgHXuUlh8/EwkesWz9G3m1CBvtFoIbRzIRHIIt7xwbMXUeSMPoHty00x/pjT4iTv63JtgQICh0Rs0m2P4oJtfA1yfPGLEqPdF2Ku4I7yZMCZYjlh1RIjo1fCKCRAwoDfNOLEL1gTDpxp8x/WaSLqyamCqr6bUoJ66zJ1TETym9cMkq9YhjKRvcCiTtG4UfFm0uGxfBwxbfstwYtAWyG8E0hh71jWshuSVdIo30DiNTt6UhTipVI84XGCVqEkcl4G9dJT54BCWpMo4sZuTPItW3DiZWVQQxtRsBNaYbbzVqfyw2HxFHNrPJBDVpFOw0l/CUNOCYVjNTIdsxNr37NOYf5zWOF54zUg6FLS3u3ihpb/YrsAfNLdqafS5o5sow/sMkMtbUJDFc0bAxCPIONMzClzRpKE01zPMsNEIfBjW9sI41NdZLM9fIDTIB4QAxN3JrLwnU/i0llk8waEw/MM7P6C9GVCouz09ALM0KOixAfCAsYvQZKiLT/yfgqPAkO2FxJd14DCW1nmIitj9RI6TJMCa5phcp+AqpLIFeITFb0eEzwCgSNMS/wzKwyksxQotbMRgV1TL+aPozP4uzNIheDTaiLGY2gCM8M4HSjjDeTzEyH0K+M5bqCTYkaQI40dzXN8kfHzaQqdAz8rkEMj7+hTDx6igsnTwsKkBTKCludqEqd/XyLOnpKCkuJAsn4eTDIvc7OSB1nn0etWQbIOybDiWd4lIry7eyL2iIpS/K1Wwx6TlHMVszKC8P0TAug1IeLTZJgC2fclcq","dn9WJV8v1h0hXjsbk/ZLHMj/jR/nAU8hV0+LIeDB1SA1oB8gWddrIIn8FyKZs8kkbkkfJ0C1nCi1CAcpej2LL8ntkSYER2Qr43wfM7nj8TU8/PI400nHOaq9ODffsyw2LHESNccZ+zKZ6GcwnH3uLjBsBDEifZI0TnmcM9fuATCeLE0r4VBNLCHJ7y1lvcEtcGhoLhH5Wi/MaZcvQrcZL6u3JDOINgQ0E/qSNuEdTjVjwJs1cwCYNa4cEjOH3oEvucuRLAPEli0ZbUgsTbLeLN/iRjDC6/0wDmrSL08+ji0U5AsqSQaEKQGV8Cd1zjQjo60QIPSZxh/+dPIdwjPlG+E47h34TfghDv4lJ2Bg3ym9g7QtwKE/MPI1AzG9yUQw9p3wLTXPCC3jK5gttTkhLzWoNTEuJ+Ix829mMng4WzEkb4cw0tAWMpRbATRsz3w2EhYtOWVvPTkQW1s33H2CNes+JDP5YPIu+F+AKCcNhSWUH1kjzPxuJYUlsSdMJJAkdFB0I+xAqyA2G7EfdT2FHuAoziATdNckRtDvKRVEYC3LHU8uyiCmLU5KXjD5k24wEo/oL2JvTC0I2VssTXu9KWSGDSW+DFEeiKcEGrv4EBuwPLIe3fSwIHk0DyHdZ2siGyZXIvmL8iBDz/QeMunGHyBUhCSf1w0nqTofKAg/oi5qbWoo9Ux7LHe3RTMjXHc3MASoO8Ynsjqrfpk2PyNGNCRNTDJCnkYwAQK/Lmm4wS51oMQxd8QkNdFIVTRokokxtSOIL+AnJS9AUq8tM/ALLb2ggyy1v70rBV9RLGqqhy9UJ9YxK0tpM1ZjNDW0Flc1BF33Nl0jOTW/PcMx2CSSLAf20iizdlwsOoKgLHBOJC3Z+UQvUO7jMKhZhTKRN6Iw6YXFKtMRwygsn64m0UgIIh+KGSGs0gMeByDsGr3Vhhnt0/IdSBJeIm0tgSXMO54mbfnFLNUkyC+TcA8wHdueL7/Kli1oLMUq4kZVKEpCwiiXDa8rQx0NLfXQySv9dOAr","8OIoLiVpdTA5TjM0JIK6NRXFIDdJ2rE2F4eANFHvPTPXcpQyf1DTLtDNqSivbtIkA+bLIg/aayPVUJskxi+DI6aOdyN/EC0gxpeHHQJNExvRSb8cHIRWI8z5vSdIs2ss7kHXL5oqHy4lwIQtaeO3KrmCbCuWskUqXa0uKhRRzivdrtAn+ge3HYlJgxYgn9gYjJObHGmzACIy/kkkDVIhImU42yGdJrse6D6lGyT/UxzC2A8ihtxEJCm1XSIMuA0sAP0RKlGgKy2hrTk0VFlrOPbJpDxjsmY8WutBOCkNpDb1Cz00wJr0L2gUzC73hZwuh6JrMHBbnTMLBSgzK6uVMWpIYS9iu4Qs7tp/LdAJlS5wIb8sYOQuLKUj/izIGCUvXRCBMChCAzPSmmQ06un0NMWcrTWz3GQ0N8KJMTomzStA40slEkbfJr1WnCsuJ+ErrSuBLDbxQy90h00y16qKMXWjpyz+DgsoFLbtJHJOXiC9/rMcGxGPF8UzwxZ0VeoWS+5MG+92uR+Yas0gxChRJftfCCpoDycvbV8nLxG65y7Q2nMsYcP/KfoNQScznS8mmEyhKHNX6CuOIC8qUhP7KHuXJSrNZakqXQ3tLQFwzDIFgLM1BeqjNbcypTNQL6kxgGt7MV9MoS01xK8m+1VmI/gUHCJBtNQku1xCJdOWYyU8LigjNBSQHiFe1Rm3zBUa6itqGpKcdCFhoHgmVOy0KaKXcix+eAMsC5JjLA2evypIM/sqxpDwKmleNyhW/g0p68CdJ/glnyAC2P4XhD9yFwVhthorCR4cQzuUHqYkrh7i/h4fEtmiHHk5Cxp4niYaJ3ODIbD1WSVgqCIkMi2xKzi0LSpVte4owjxCNNmOWDogAVM9b0kYOjENBzh7X3I0qNcTMec+Ry7i5Lsuw0SRL1MC0jLen5A2BtJdNkmeQjM+VpIxkkgaMWL/bjA9Y04vYX2dLUxUbiySey8tOI6EL9AUOjI0zjozJBy4M/oSODRXRfQ0azPGMugSny9AuAgr","8tFkKBG5+yqS6gcrYmq5KsjJGS6gSjowXpY9MYj6ADBiS0AqeesbJiqB7iBykXUcNmwLG+SRGBhxwIkVj3KWFpiSxxq5Lxoc35+hH5QbpSWvgIEriK7PL7oRvS9R+ectqQa+KuFtKieePqEjd8VyI3SvGSaSAOAmJnV4JJ3+DCWBXacohourKkxKnS+fa1E06HBDNp2rAjZoM4M0g0FOM7mQoTOiNNww2ge3KzY5IiiRWzwmCnSwKHtlBijAp+AmsWuJJIq/nB2/JMcX+v19G1x8XiDpWqkn+3JoKqyWAyy0KHosBLwxKlvBASoevpgqT5GtK/LQfCssSm8rKoLGKrluEye4ImQgvUapG5nHthjUksIbYRAuGnnuORlLboka5u9CG6GKVRnsp20WwR4fG4f8oCIrVCUmWUNUJn1p2C1MPCoqvwBNKcmEoDW8gDo6v424PQUgtTlZDsU4FHu3NJr+ozHJx7cuuyaVLxYDtzHl0KA0+d5KNnCdezcSI0g3QeDJNYQCTDOdF6kxtB9wMLp7Zi8Te5Uuec4aL8TjWTFUcywzEWZoNFYoHDU4rEI1WKTBNcES8jNCcKgxWa4ILsQsQyq3LykrZrUVK57cjS2ozmwvcIGDMLCbNDMlMbgyuL2rLZIZEikszcskznfBISL9GiGRIYMdwy7kG/mp7xv+bh0cjkkIHqKQcSFMJgQmjMYTLPHXni+xzzEwKCzALvGY7yu6ju4os5NrJ2d8bybbSmImIcdmJrHHaCVTHxkl1kYdJoxkOik5YZotpfQkMQsOajMjTTg0N/hAM2MDPTNd3qMz1WCBMxIlGzFlkJ4tlIeiK9pGpSuUBDkrZEIgKp+DiygwC0okUZQ9H/SJXB9waJQj/4mxKPmMCywZ5CsucGT3LjvR0S0L4VIto8y3LXZLCi7vEfctdtWvLvYpUC9tSLEs32psKHkdACMblo0dcmUbHHfhBxtb+cYaWCOXHEr9aB/75KIdFlqbG0eWlCDy50skTAOrJymaOyhPoPYu","obYrKz6x0idxxiU1/WGLOfKTKji+k142CyasNIjQgzF7NaIxOsAcMisJgTUW/d44KTZUOo5mCzp9Oj43BFNmM391CDJjwzsyuxBKMtpqmTJjfYMyJFBWM/0+mTQULDM2yMifN9s71zdmlNc2hE4LOfv2BTr+bAQ5ao6kOBlhJzfLgw40E6IGMpL4bTLHqSEy4fdWM4lDljG0+U4xE0yFMRYCCDK7CPEzjpAhNIig0TMELbg0C9UIMyQ4BTEPGxcwlM60MIE6sDEAMmEzQYQlNKgAkzK8RrAwZBumMetcTzEcJNQvLnMSMSsHAzS74+Q0EQn/NMcpKzXVW0c0udNUM96+gDOAvZ0z1EFFM/krazOzrbkzKhkHMQHiZi/ENP4wqktuMpWaWDJmPRoyieX6L0UR5C29OPUt6rHFLjAG0DHaIzw1VzM0NhpfHzNHO6YxDMS+Mglj7jQGLsA3bXswOK/piTfKkS03QojnN7Tb6jdOhWQ3ptYuNiUPwTV4bR829PGUNJ0qkTNMRqAySGGQLzIGgixG1KMomKWXJnfQmiZdrqMmrrBGIueX4x4Tqvsm+aQLK6tmrywk2zUvNo65NBuvECw0vlEo3b4cNvqkFDlKOGM3vR4NNEdhXzORuOguYcEiLsgT6C80KSwzpP4AN3fvvjhbcv84RXFfNkrixzI629YvotcSLwYXwC8EeE8vVAB8Ls/QdS8XZUgx0I0ZM1fatjOaj4E14CbRNhEjQjjiyAA6wtUJOU6NrTdDtw03lbSnNLzpLC9M7CAuKEWRLkn6TS+Pm+Yvyb+SL6zziS1VrQYs3Cp/LvMIITP+P0Mze+gYM+zUAjKS6Qsw1QWRL+WhnDCFtc4x3qknM+ySqjNhThQyu1f2LmMeAS+JWAktYM/hKSn4iylWXD8uCvP6MFL3BDKE5w0yJacaMqm9sjFo9fwwD+miMMByATAuDNkujNSWLvIyzCyWawoq6buCKQpsTiq0ZhEs6Hb/LfKRsiw+ZKQpQ67GKcEFxyoO4nos","VO2VMOB6njNr4xwzTy+bM14GVzIdKR4yGs7NMy3R1zRBpI01zr/kNSAtUTd+rKM3CXLQNoLgADXwGWMzoeW+M4dd0TPgvf4y7RSWMtFzKjBOfiMsb7TPJt03miR1x6wjnbOeJvYejyHddkgdxyJYIYanXCg3KiEu5kedMOOJdDX80cctdWT9K1JFFzlSYbg3mB9rN9oQLDRulRcyCO4XLrAyiy1rzksw8NEWNIo9qzeuero42IB/OLKtBzaEUKgxmDkOLvjqDiz9Lw0ufLeMLt49TC5+fiUw/0itMVecWDM/qskwb0idMBualzUZCHw4ZSWLOEb1hDdiM5c4UCuxONldpDXgtO0w7XKBMNMY+S3qb7csJJvSLnXOPy5QjncrkAH5KDNE0ysxrZcuAywlLfJCwi0/OsMtRARCKwJEmyu5e6orEcAwLiNTIjL3rhEzeNRrMpsvjS9DFoIv7uSALQBdSyqKbAIraY0DL5qT9S+MJBswBKUfMPmRgDHRBRAxTjMYL6CGYi2QUXYtrl5cLhD6pC4PqBYtVUlVKwhsJCydhKMtaXciLloZGC9jJqstEgoMKnNbASriSJorntDXLy7BujNB0MM1GhSANJnNnDPz5RkzaLP9Mht5HzQ+mlM1nIcRNu8MijZ/cp82UdcXN6P9FTYh7F40RrilM09bVjTgvIQ1rvxoNQS/ujQtXa0yKoFuLwQ7oChEhaAlhKI5I1rGQiSJF0cg/Fh6HJECyCH99hkmTieYLxDa+jNFuNI3YJyJLlsSay2v+QA26F4DOMWMzjaRCwA01cSmMQcNJyz5wWYtHxCVMJTOeTQdJ/w16SWgOM2ZqjevpIs2DH86Mwuvli9tVrQs9JxNLY5C7i7pvggvCCvRLxggRzEGRMMzN9stMkW+3zLaSEk2xtR+OIoWHjgyNYo4dpJmOGJoEzgQPgs2LbuVMe68Ji+oPH8tqjkTLql4LzCCmLMtnRQTKXUFOSZIxgUp+QKfLLT3tyzPq3AsEeMGKxvHfidMGSAp","PwqrKgrCIixc0jYvCDd4MdprVTGcKlMxSGaoLth66CtosIknMqRsJrRopizk4eMufT9OLp1X/yxMSxIwWQ2BMaj2Wy4EXD4rXzwYKmEQgCwWKpoubiaSLF9AHyrRDJIptHetKhYoxivv6ZEsJqgwLGgGMCoUzUIp3x8bKrVaOizxwGowVh9zM2DMWzTAqH0zA5ChMnGZujLbcg8zpLW2NKwTJDUi2AI2D9aHNq1ShDcVvCM3ueUHNa/LjDLolfIxFuwKM01lrzPsFwI1uauCMVTdVy5dZD8rNzsZKGTFsyTQrhUj2UMDHr270xtNLjkeBpUHJFzJoS5xkjUzeiZqNw1ozC5JroswyQH2ORmDJzcj6VA34498Na9rmTCnJaArOcVdLzJoYjNgdBQ1HDtNNs+rczZ8YZA1vWSKNOL/uDH4CikulHQfLEOzMywMFpcsB+IKLYeXIC82m+owe4dDMrokwDT9Mn82SL0iN5UTVzZfjHg2AXDYOAWVhji+0CA43+M/NjXcrjE5OLIucOv0LcPVijBvE/kxZ3MOLkB6sCmNbf0p4Fx6Lk6Nwy2TaV0qX9TUJypeYibnZU8l569EJS2/4CWpYgYqmOvWLOitPi5s6Gkv/HIFMKJ7FyuaPVQnrWTHJMu+0iOpOYspL4P/LTEdJCxDCqEs/txAL9SdoC6qFT8q7nBOKNo0pyge1Qsq0bMLLdWxsCt/wbgmarJRJUpXDyeNYuwp2nBPLPgKQSuU0PMm0OpGJH/C9SfmRx0qvN+yKyNsVTBD8XEycKmrMlFMZjLnkxwxpC6fMUQpLzOyRw0zgbt6NHZhGzZOw4c29lNjNl8WeTTN+Fs0o4CbNEbeEjXZZqU0AYUSNewc7TN2u6Qv5LgJLNjHtiixiOslSuWsItMBDB7OkM4f6ZNvI2KJwCXKDCswM/OlNOaanDh7VQox2FMPMSkhTTmJ8Bs3G9cBN/zXEzVD3lIwulgQLT+5hS9Fm64ze4roNYdbBTb56/Q2hiS0NdhPIzRDIDA0","cIszM8anFTDT5YEu3ncDLn2IgC56EBUx2rSeMqzxSDMpg/I1ZfN1OOcHzjbYjak1DQylNS6itjYRlIs14O1GNYuF3jMB8ckyGrEtMSAM8jB+T1Iz7DvsMWejnTAh7R4rdnldKPdFtyw1vyMugzyNKjMsTSmn3QUpwCo/KAKdDSkQ87AnPt8aKukJoC65EMswJGelMl8oSzH6JpEtgHuTKBsR8yWW2rEo+WFNK7VtvS4bQUIvfSDJL7VQsTEH/hAxhsScLRLmHCl1nwUoKJ1vKfsEWStzNDMrKJ4DJ/zI6yRy19kmaUaJKPORFSr/OiYqFy95KX9FyCjA6kcq01gDKugywie0YA8rT0AhMBrz9zHTRIEyLFT+MSMvczL8mtQz2gP7M9kjXTOxYAk2sm4WNw4uDzdkxJ82fBcWNttlNzZhq182SrLDNtaajTf/QNI2OKWvM8G3Ry65tcsqBs4NKDuyMiZ2EQQi6DwBIeUgdiWnq+kmUx6xLvmd5jOPArI4Ia10MgcIuzGzvpU3oTxEOeT5izkpze81RuHHMckOVC+JjqEvuo4FLgUZwi0g9xUvbMPQMDXXtDJUcpkz1s1MNL1gvTRH06kxNPJ5LpQvCywp5PkrFUHzL81YCjPN+Wg0fG4xNphaQzXB4rIzBjvFMiclXTUao7oyVxUCLvxQmCw6L8ItQqzbMCNjAzMVN8UysqUVMjSknS1b/zoqWayhJes3USSDxI8osPOGKf3S7CaNNuUlW2CBJsfLjCbWQo4n8daYJr0jNyrD7Vwt3v/2LiQIDi6PfiIqm3ZWJ2FKzibstK0mkVAIKm81hSyQPmwskTagKwipmyv1W4UsvaHLK4ynGSqvg+wmhwsUJvDqnyV8+VsnGCUMKUWmlCoPH8IsQzMWLTChISzpCZgrg/sCKj5COirQ0d4tLeCAMijVcjMQWIAvQIaHLqGoLjEusLoz/4WYNtV6tTnKPFI6hvClON+/rjaPgf82S8yANpmXwDfnTZs6Sm/yPHe2KT5RTmY6","NVVlOVFh/Deg1Bs38Gq7NXLIgDTlxxAu7RuuLFzhIymZxhgpvmVnJ+Ug6Can7QEozeMjJwPKXyptv8Ew/bfpN5RWCja/Lj4zqhHYN7ZrEjnBMqU59MkVNcEf6TFe8C8w/VhPLyfzHi5ogCMs3OdfK8M5hSt4q64tdeQwMXNhVTKy04sz9nBbMoKpQy9uJR8spXFZKOLcKyrynX0ueTtTMbpGgzSIrKcz9O/aMigypTMuC0Q1H+kDM1G8Qy7FpA0pdrwEKIQhuSlEt3YxFSxRNNVVbzGIswYq7ziZIPP0GiFRT3gi15g5JCxnZCWc6P8lVXj+JtWaCCfLYOwmn6CRKHX2PSmrJ5ErMSx3L2tJMC/XUXksgIWjJs+LOx84Fk8ezdpDIZHScSZ9sWwrhxskLQlX9yxre3styofJLp4QPy/lMtMt3mcLKQ3xAiVLx+oheytMIWSpyiJ/loMmLuCMKOQ5WSqu6jApOUuHKKN4TSji35IoGMg0Kz5dYi++RjEzomzwMTtHKDB2DfgwOAvhMlqq6jU2Ebs44hq6O0CbVTq284g27ycENVQ2jjXqimM1/UL6NjcyBDrjvwQ+j5jqPcwzBzp9f0w3OXaeNbg6FTTY2z0zNfO6LN59DSpy/ZooB94pKv0zfiqGcd0pzl8mKLS+2yXA7kkoY/ikLu8FsTXAP8A3K7cbNvW3cDr3FxE5MmblNn9amTOafscxmq8HMhFehjGizkAusLr+K+ChSysIsuUrpm9tLuw97TL40/s0cUTnNRtEsDOe1IAv4w7IKsRRHCjaVMEp4W3tK5Q78TEvEwY1bl+oNDp3DDWYjpE1DiRyM+9kmi/gv+crUJk6KZOgsib7VjwpDTo6MTZX+TRSx2AxMmupK8dpoiawqRwmRZvEJfDXtSOLxz0kc6AlJvSVRSgyveAow+DUKPeI9SfaeHooW+FaKnp7SC6Z5gkvZJybKiUoICbhESMhyUDLH+DmkCPQyE0o9o2iLEDDoiybUgQtJeI9LQxe5C4VYuMv","15tpL4c4iywV4BImzY4QI9bLjiHaubEiJRqGJ0EISCluq0EqMk+9KMyLficcpi0pEzJwK3NEKS5ao5Mw48YSMoJOADGj9B0vFK4JL6dB5TFmn4Y14h+QNzO5izu+A6o6Kl5uNtrebDMJYsAzaIk4NfS1CjcQeVg6aIvoPYoWgjz/Ae84kUNhNpf+zDNi9dszi0IiNFwDlS9f5JwqblcxKvpbpiwRYz0rG3lkKGS5HyawsX0kHk0lJ/yuIizaPhI1Z3kSNY+GOjNs2ik3eOKiOXqYyze2brgzDeCkMfSy+S+3Qksvp2ATLvYYgyyz/lssh1PtKulJRSqtgIQvk551Mk/yPDRKg3Y199bcMeJcFyycXu0nNhRdJhWkGyur+JQv1Dq2MJre2TEypZs1HSNxNp69ITWxeMgxnsbyLmqZwiqRs3gl90YuJjioKy0Zaw0yZW7jMdoRxSs3bYYltW51IJZgTh/BK/QgKkz1IW1WgyfMo8gpkoW0KPGPlyWiq60mzToZKJL1TymyVJEtqF5SMFp8lyz0KR8mLLJKIP4jqB752egemWUEI9tavSj9siQr72bDLLoamy4eNY4wRI5qMZVNrDAOJ/YuhaUqKZhnAiSgOusgb6aAHlOL4CK2lTskyT1xJ1jpAysWr/MpbDMMKWw+CSoff5UqVXWxKwiyfTDPJlsybhM2MnbOUTFREA4wKByJMoB6sjabVco4Hs2DO1StvDgTNwc0xbw0M/yf5jSnO2k3ycweOXMaHDzPIyw+lUqaO6HKHze2GCs0S0WmMWrr/jBzLR4tklzAKN7DjCibbBUspDrDKi0Vjyfi3wMn/OEUKQiKJSvvwoEr4pP0MRE5KjSgvPg1ns12O1xnujlTXMY2onoWNbQTcDWsziQ1gkDZMrU1BzB3/YYuRs9ILGGLVCuZTActz4WYMFNIPzOGNo41tzthNtp9ujKJ974u+9ZTKmeOoiiSbecrXrzSL5DSijMWyD82Ea0VOJCkJzcNjYozrPBGMAtGTy79fi0q",