{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_8",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["B5G7v4Jnsr7QHXG+FJDBvlLvTz5BaNe+WTSVP1VqKr9xDA8/KnnYvlwwib9dxiO/4qnevx6blT9BqdI+WR8QvV2JmL86IIk/pF1oP3Z4bD8Pt/o+VMw9v1Gczz7F6I+/iTitP21/rL6ZY1g/KRIePiZDtT5Ujl4/Moa6u+1xOL9UWZM+9RtFvm9yrD83Gi2/WddmvYgF6z1Qc9C/VuCUvmnvhD8/6Q8/e3Jov24+mL5sGwu/1gKBvxkbj764Pgk/gUmoPeuuu71x1Kg+UhINvjRmcj5oc40/4e6Svmsntr5djcq/y9SOPzaAAb+EaRK/5ycsPuV1Lj+v6Ig9/EPSPE5/Y7/AuYi/zbGzv53Cvr/wppg/2c7SvefBor9GU5y/tYmOPqSjNT8Wfq0/XcSwP0b/9r9Stb+/2U+ePo2bQb9fKWW+SccTPzVd1T+AOqS/2XGlP0Qdb7/LVSe/vJnuvxFLFj7zRVC/QAY4P/kYl772klQ/AFubvirGAL61rqe9GESwP9cIkb+it4c+XhcLvbdlBb9wgdO/DtrfvkSgKDuZqSs/xxC7P1kTJj+TVQI+nTCCv0AlJ79UtYo+ZjuKPwkPMb9H8SW/uPXCvgUZAj9olFs/NHZKvsUBW7+aQ3a/jBvXOmm34z8SAok/hZoIvluyST+fX4S+yrEOQJFLoL/hh9G/l7KKvy9qFj7A8Iq+19Havt5Kqb93q2U/VvsKPd2uVb+7mao/DNdDvZ4/T79EWRa/Z9KTvy9Yfz8kcRi/tQX4vBs+k79iZkE/FaHqPianX7+VCcY/lAvgvogipD62eoY/O56vPhTQwz++bgs+UiMvv46uqT57yEE/EknuvpF96b/ADZ698jmgP2h3vT6+y4o/FwwHPh18xT7WAhJAYjWlvs9od74MR4W/RTaGPuMkiL6XW/m/oG6FPxki8z/+g4m+WmXiv7jIJT/Ya0M90/pUvx2upz0F0oW+8muDPbuV0D2MY86+8YhmvpkwbD8VAoI/V+edP0fnoD8bCxS/","mqq9PsYKtD+7I6o+eXUgv8YqrT4K4kk/0KHPvp3ZIj/Sr3G/BmGGP7pXgj+kYdi8YeLLPoT0nT58S+G/l1sAv1L1gL3fL9q+luSgPSkoa78S7ABA1QGVPl+BqT/t4FW+Pts3vkHCLL9LZ/k9htKjPj/fAUBb+Oo/UnkSQE8VN7+yLsO+yT39vmGQs7+1hna+BoOWv7ojxDwJNca/RyfMPwpW2z9cwYU/s7/0v4zYhD9d0im+33taPi/GFT1Lewm/VWsDvzhDib/GHNE+/YGdv7JgEb9Flda+vCasPrpp3z6PJq4+fy78PRVHmz78yxw/XUGSP4ZKGT+rqHS/QuqRP9IJJz9BbW0/FnqiPHpppj+B/Xa/hiu5vjJJsr8VN3m/lHe2Py+Od79TWKm6LCcBPnG5Lr9Z+Y4/gNAmvx14Qz9RwQI+qa9Gv/Je+L57TMG/iy+rvsuKfj/eObK+6DASPz556b0/dhBAKPEgP04KSj9muQo/tjqoP1DAXb3q7V29btniP038QT+Y7NY+z7itvzdcZb98vy8+CxZMPlt8pj/ynbs/xZOdvznnXr8reUC/OVmYvuNr0L0+JUg/6glUvvvImr4LTOO/LLEKv7lYiD/4rPm//+D0PnvGWD8MOE8/cWZ6vkX9cz/pRs0/LgyoPnzmLj58QCO+8FbVv6Ge5L5Ort+/2LMFQLyAoj90JEw/nWASv4nU577in+k/JYkePpMhtz/Qqi0/wxyePkRoK78YwPe9pZXsvFPgJr8Fc80/hf4uwHQH0z/ZXtW+wyNAP01Vir5pmrW/Xc6tvziH+T/3Cxa+lLmIP+xv8r+9z1a/nRFoP7oWFj0b4Yu+beuiPz0a3b1fzn+/JlsbPkFZsb1jkk4/lNPhvrcXLj75O/c/rDOWPkitWb/g2Ym8k33pvwSLIj91nVm/gIUIP2PQEz9YoE6/r8y5P6u6uT/yGgi/uwpfv1PTgD981LW9YY5nv+etZb2ek70/kOURQH8x+j6jdiI/3eGdPslv/L8Fudw+","dur6Po4FHD9LLp48IbtPPvMDhr98LYA9icasviTArD81J9Q/v+76PycxmL/lh/M/iQ0mPi2AeT9m4WU+QU7CPoUYPz+Y6No9cQAUP7/fB0ChBme+36bbPln2rD80FMa+Un2MvzhhfDwMbao+/iDnv8nd3L2rHS8/HaiKP3MKij9aCf4/PpnpPg+50j9xmaY8o6qaPiQk/D4Qbka8HC08P6IyrD6VPj6+iCWPP1vp2b6DBmS/pdsmv7waED/KXqa/k+9Mv43gg78BczS+ZKoSv7zJab9PeIe/57/gPnXDK79ffQu+haN2P2+ZmT+kHAw/QlS1vjp3FD6IrUs/3KUEP84Yfj9p1Cw9VAK2v9OEKT9u1IY/rsMePwx3nj8cmEi/Z/XJPnEMjL53IFu/Gg+bP39MEcBsPJS/ykWwPhxCrT7rMTu/VMS8Pe6Cfz7xvn+/MYmcP6jcsT0OdAy+icqxPrxVGb9gMKi/YwEjPicuMz2psR0/Ndh7P9Q7iL4yrQA/MsCxv8/Xyb+pJPq/7bW3Pz/fWj7oW/i9/wlIP/nD3L7HcTs/zWBPv2gORb8CRwy93LnEv1gIMz/RkmY/z3aEvB0wir9Qdgc/M+oxv5lKXT8l/UA/bOgUPnl26b85Gd8/s6mwv+y5mT+CMOE/brUHQGvEOr96zwu/PxkUP4kCvb9fyRBALTbavwAmxT+0UTC/lqHxPlSgOj+ihBpAZBKpvkdNgr9v63m+8BHnvntp9b1+ppO/40fauyAGAb/4Rde/eoEBvq/XFD4vPQVAulYSvia4Br/3Pko/gpjoPkuRoz/fAZs9+ZQ6QLy8ET+orc4/62BLP3Ohh79F9ei+Uvv/P+ZAAkBnUu4/J645QJcFrz/6IRBAPL+ivliw3j5+mBw/QcUavznm2T9OVcg/Css1P/Pgnz/nxxE+sV7Gv9avab5u2ps/TyFvPumvwD+bn6w/didNP9GCqT1KPXm+g+WrPxqNzT/Jy0c+0sjmPnjoSb5BcpW+uY9qv0xOoz/foYs/","ZpCzPyvzgj5A1Xc/bx2xP0QkFr/uafu+iGXjv3QrXL9voYe/RuBKP9raBEDKjkfAP51HvwTDiT8wTsg/PMq+Psxor7/nnsS/u9anP/3XVL/oSCM/iDnzvQIfGb9Hcau+477OPzyBm786+mu/jAYsP9Z+nr0RSFe/Ynk4Pw6bHT+DNLi+ZTT6PsjFAED1Lw1A3P1fP+C4h7+depO+2fEBwHaPjD6m7S2+fM3MPqVWXj4j902/MkZ0v4tYcz5T49C+OG+tP3T0nD9Pb8a+4svvPnlYmr49brq/+Xo1P+EHZz9z7Gy/7GMqvyJ2Ar+iVSO/6NlYP7nSQb9XiTg/nEvlPjiVa77l3ma/wBCIu3bOzT4ZZxi/CtQ0P+RJr78mnTA/Q2kvPxeCA8BfIYq+dqLaPhg1Sz/uZRpAUjaJvXRHFL+JrOE+6hgyvmzdET6G+fi9NhTUP84EST+3soW/V8p4PkPoOr+zmzQ+sOirPm+aTr/zz6O9FhWzvzt4ET84u8+9lm+Fv95w0D9pYKQ/F4TZPkYEWb7J2Vm/DKynv7UkSD/g2Zy/mm0HP41DB8DOvug/Qne4v1BEpr/rECm/XX/Wvt4ywD5dyJO/LOCxv/C8DkBO32M+jn0owKW4Sb6WRaM//XCeP0vT4z5TLIi/K6j6vzbP8zxJaHo+S2iwP48YMT+IC1W/kvqKP78zVb+5MOM95ZLtvpF7Gz/kEPK+QWU+v98PHT8sdr6/gDZmP2+quj/9LBk/BP62P/zSEL+O342/5YreP8SulL5A39i/r8WsP3hD4z7oBJs/928FP4v43T8YgEE+tuyOOiLYI78O/sw/BPaJvgRzBEDiy5u/DppIv3absD+KVlQ/WvLpvjl6f79enUq++0L/vxNYQr+RMa0/Iei2vqARyT+f/Bi9eNlEv4agar8lv6W+KGa2P5Ajzj49rz8/7xTdP89vv77kStk+GceaPnqmP750oqO+XENSvw9oOj7Ar6G+QgPWvhSXIr4uh5M/HPxLv/Gwn74+FRPA","ZbL/PgFTEz9RPM2+aNiMvyBn3j6UvZ4/iyQCv+BCRD5cH8K/N+LZvmUhEr5tT0E/WDJfv5LC9L6QVLg/NeKGvxQJ5j5XXX2/5mNFPmBapD9PzRk/DvdPvoQnAkCnHjg/nHUDvnncwr3bU+k+4y/sPov63LytKES/E5kKPyQgzL6SZZo/fS3cPZeOYD9vYnk/fVm8vVk0LD5sBWW/k13vvcjdxj7lya0+0Zw6P4ZJHEDcNIy/Gzd+PzNVDD/FGlq/S6ytP1iU2z6S2aA/XJV9P665rj/4gkg/xgtZPgApHbuJpw0/PEHgP/i/eb/1zoo/T0MlP2K1Q7/9MCY8Zf+hPt5XK79KfdG/85+IPrvxA79N42C/4d57Px62Bj/eY90/rYJJPkb+Z7+D5TM/Eny/v5f+3jzmnMs+ApVuvs/rAECIhnW/gXfJPUiBqb/xf7m/4zR2vvcmhr9bMQW/XL9VP0kA/r6s+RO/lEaKPlJ2+D/5uCs/TE9LPzl8K796WCM/vWkZv1JseD+yrJU/PNQcPq3Li71Gl2g/+jhEvy15Nz1GXlW+MBKCP66GWz+LgYC/P7wBv78PDb2ek/8+H1QIQBC5Cb4IvqA/dNWkP+mJTT9qGt6/VTUlO/mFnDwYhxA/z/+0vsmcrD9uPp++jTDbPjHKtj9M+Yq/xTZtv6UTqT+H5oG+eqWHPrqKfL9IBp+/zFPHP9tXvz/r0AW+11+xP1VSs73kbALAipY1P+qvxL8uxyo+HIutvhoh6L9TpjO8pa4KPzfSfL8oJVA/p4xYPhMP8T8bYZo/8zeMPaiI4b99YzG+Uzkbv39yMb8OcgM/fL2QPWLdDr/mYe8+3RGkvm6t3726U4I/d/cBPh2CuT01mYy/aiyGPifPSj+BTVO+8Gksv36ZTD9UfBZASn5OvzzrX78aZZi/2Zf6vk2Ixr/0MYU/IXMUP07PIb4MuCA/CowpvwSTJD/XXgU9J89pv5zaTb7+YGA+C3H7vrN3ET8v8qs+pqB+vxj6jr9A88u/","bdyLP8zJkz/Uvey/ROCKv9CTED8tYe4/xY7qvVqppL410mk/opPMPjGljT+SiXM/Pgvvva3k0r/L1s0+u4yYPzI6GD+9zwW/SVnyvyCUOL+oMgS/EjkFv8Z1Iz/DAgS/Zcw2v9n5iz+IrII/LCEOPjS8g7/pN3S/cSV0PisR0j5a8UC/j2lsvxevQr7tMKS+myCfPrQW9z+i9eS8+XD2vlBChz/4t2u/ZeuvPmv2Gr80lC0/ejZgPyKNi78Ox+e/ka83P+DMA7/JSmQ/GK1dP8KjBUBFnMk+gd0BQBVN0bzE3tK9hBPCvU77lj8BWvw/LYbNv+5DwD/togg9LtQuv6IyCL/07zA/eUTDvh92Tj/836S/rK+iP1cK6L/KH/e93uSJv6f2mr6/JMK/UFW7PucSFMAfgHK/muHxPh/hIL9Ji9C/B8SbvxaHl7/bR4y+uLyiP20uKr/EiBM/w/tkvvfkg7/WEoy/unV7P1knXj+3J809Siwdv2D9Pr/i3Qa+1pM9v03wqz22Now/hEXjPlN6Hb9avHs/qtkjvxFinb9Bdb4/eoD5PgA0ar8OcOK+Qo3fP/sptr4I0Jq8VHmxPodeSr9Ut5s/5YLavEmlx7+J2Ag/DMN0P0cvsT/qWJE/iuuKO7zFFT9+D+g/eNSnvnsDnj5aL9O/Y4ALv5XWN78EjfM6gU/Qvk7EnT+bTGO/yOvKvgegoD9SNgM+XSHSv2bSr7/2Pa6/1Nmfv2MU8T5WIp0/SXGgv5GtuD8/jgLAVcPjvhrgA8DZZCE/3gabPipAqj9tOuU/aAxivmSEGcDEaGA/svKlvYCxYL+YTf2/j6X4vX/VuL7rSBA/1QoHP9QMYT/Pf4y/TwBfv6nGhr8gB4S/3EO7v/h0OT8UZNW/yLPRvZJOgL+8144+HLIpQJTIrb4Wvig/7VmGvUw9Qj+h2NG/4h7jv/6pVD/82sq+lkj8PxTRyT8j5xE/OhXDv5m3+b6pjuA+lUv6P78dWL8NaJ8/ZLIsvigxpb8I/aY/","eFAPP507oz97NBQ/kvgPP27hxT8i4Nw+ibBEPgtMlL8Nghe/T1ZbP+BZvT/4UdM9wl60v89P7r9GFk+/rJaVv92Koj/GC4A/jhoav3S7sr4OrGg//1jlPmor8L5SfNA+0ZGsPlU0Qr1g84y8p4DjvyjhPT+ncWm+t1VFv+IG8T4Zlp4/hVAgvtW9fD/NEYq+Lx9hvSCE0T+mRMK+6dUWvxxXYD9Z6Ie/0WWlPvQjZL8oHW6/vtHmPiEIvr48200/GIHpP9UEeD08BC49N84HP7Jj3T5dcpO+nrFvPyaHx7/G3g4/vAnWPqB2GMBf9SjAquW/PjA8oL0y2Ow+iwfVPjIQ47+VToU/p7/jP4rPmr0VtxjAnpxOvoQRiL9EnoU/tteav2yPmD6Zhlu/92lEP4P+wr0ndk2+AgOdv0+b5T1QJ3A/DG7MPlAjlr/ceIg/4bYLvxlGHD8Qkbq/Q2Pcvg+KCcDUPGS/EuU8P+o4rj4PQLG+87LIvjvFfj4qke++Bxxmv/YojL/XusQ+GJPYvmlytb4jz5i/AVnlPcOAJb/1v4o+5Ja7vijFfL6XmoM/jBXmvuGHgr8YsRQ/sqEFQDdfSL9ZJ2Y+yHYtvhIMir9UvjG/gyH5vrzPGb0URjK/LuOhv1atP78a564/ahazPwG2AT/EV6Y/8iIdv0/PAT69J6u+NeYcvxZMsr6mlh7AKNOXP1ByE0AnoA5Af+AbvwlTKb4MAOO+uUT3vmR+hL/nlWO/+ZFIPkWiRT2QTpg88w1Yvw8z9b86WJQ8A7C0PyP1gj+JrLu+/XrsP/C91Du3Izy+Idz4P30fmb5muZe9s6TMPx3dcL70aJc+6cC2v34kvj4Qox4/WlBeP5QT1r6J6h2/SIsJP/RtOMDXjYq/0cm/P77lgz8Np12/aGplv1cIc790ldG/G2ggPzA3uL/LZH4/V+LJvm66Jj/NOZo/kKqTPsroW78qK+g+IaULvkXnEb+ivru/oFeovgHztz4uzkA/k7jQPp25pD7+UuC+","ea/KPwV1qr/DtBK/AGVhv1RFh79Qwq0/uO0YPwi43T902Qm/syxIPDKFRr9XP2S/Ci+VP6jCML8fgQTAuot3vxQBp78kvXc/o/TLP3Fnez8yvi697XlGv041Vz1c2eE/vbMTP11iJT9TzLe+vvIsP8p9I0D2IEK/SZsMv5pBtb9ECHO9GQ0UP+A8yz5dV7Q+atp3P/ej2D/JPnm/W0XsvRImbb8rKMO+EAkTwCikyb0unTM+h8/cP/7Dir9OKes/ChJ2PShw7jypVZ8/py92vw3HTj83QYc/FI14vyDjZL+CdnG/sxFHvzrzsr7FBgc/GCxnvWK4gT9W0Q4/RqDwPgg4Bj9xkxW+dNv6O1nr6b2mMTq/yVgRvuXMPb9FsJS/SX/8vmbwqT9Xg0K/dOBuvx/CBz8ixyE/UXAyPTYiyj8QNsG/WDQpP/bg4z56faW+UQgXv3LckD+Bx4o/wyfwvu9/qL/TxYw6UiSlP/AFGT6opuU+iSmtv4lPL8Dcssg+KgalvxSdPrydtZ8/U6MbP6SnWL9oGAq+wvYEP3KHFz8OOSC/1FbuPsf5R75IsTY/9Lp9P035R78DtRg/r5aBP9fmDj86bgU/UMkEP5/Mrj9T1Js/ZWBZPuToaj9CE4E/RQ+zvkK89766VUK/Zfhuv0xOnT+KKII/ORH+PTVOzT+gXw4+37GgP6BoWb/lrlE+vfWJP+P7DUDEcfk+s04TPniCYz8uK4O/7J/zPyC7Er+6l08/0yAWvm4qlz+W1oI+/MuOP3w3Wz/33MM+ftUAP89cyj+9+/2+tv1vvgLhPz9FhZa/sBksP7pnRj2mpMu9AeLLvzJM/T9kuq4+GBlDP+AHzz/HwYo/D985vWsBaL+WlFO+0GYRQBM2QT+XKaI/s0uMv12Zd743iBFAwTuCv8o+wD44qqq9Upidv1R+DkBEK86/gAmJPgCTjz+2Bg8+ganevyfXnb+lcdg/v9puvmMsjr8mnLa/YwCmP4Jq0r1phMw/5p4xv8151L7SrYI+","kDbrPiNTXD9JUsU/4FTivqC5ir9jskS/q1ImPrbTRj69qGY9v6UvP64sdr+2jDW/JrUGvyzM0b+oZ+C/RTSXP6ICnD+vqF2/OZXIPn4LSD+zfl6/teu6Po0zl791QGW/ekEfv6RgHr/V2tM/VP6AvjTSZz+Yk74+SOh0P4AHl74NOZM+vhFtvkF3hz8R7tQ+WFk1v/CaE7/ZfEw//d6QPh+vjT24UuM+70IVvp+kTT5Vurk/YCm1v+Qy5j/8CMm/JynlvpB+zj8MQUA/0FdVv+rmzb6lAbi9ivK6Pu7Mub72eB4/NqPuP1RDiT+Htmc91FAWv07fHr8TeAw/KeyOPr8I1L7QEpM/2S9OP+h9A0CPuUe/hbyWP+Rk1D2Yd3s/Cnqkvh5dBj9tpK6+iXKSvXOZTz/nFIQ/um/PP5QMCj28wB/AWNFjvfHxzj5qaqu/cW84P1sAZj85ZHe/BWarvnmPoL7PZm0/wuoBQICfXb4BdYS+KWLqvpQ3Eb91DHk/NwjuPotmBD9plQI/iFc3P1fZp73pMRi/97P7v9CsCMC+h8q/1X+JvwDOsD41PB4+u0vRvp1W9j4H/i+/KnMKQGFSjr+3pOG+gsBpvr3AGL9LQAE/CeWAPvmiyD+z/3C9wzYfv7eUG7/Ad48/5BL4Py52Az8znCA/t+ulvu6jCL+ewJ+/SzwpP8aoTz3/AtE/ZqCKPs2XpT4Jyo8/Nj1HvjFLbT6mPuC/ZjObP+XcAj+hqcw/R/Q8P8+LVL+9hqE+XBU6PZpDm76UK9q/eNWavh+fkT+aeM6/MsHdv593kD/ONeO+2oaePgRdAT/VqTY/3zUwPlBAnD9JOxu/v1ZGP3dXCL+hMas/8bXcvn3yRb8War2+h23jPW3zk70lZb4/4CGLPiICBr5WrZI/vSQ4wL3p/j9t9Ie+QwnKP0UvbD5Tf14/aSKMPca5nr/Gk428Te2Kv6Q/tj/67wJAawGdPbIQpbxfYwa/w6z4vwPdyz94DIs/REGRP5Qa2r4Nb42/","c5qWPMoN2r4pWKG+3XnNP2i33z5XGkE/3Spav6ywbD96Kk+/T+EGQFYUSz8j+lK/edMVP/Jz0j8cEfy/FEhqv8XokL9n8X2+36B9P77wsT/g8ei+Dz+RvmmhVT5P7Ho+9B+uvzQ3s78eeho+lKejv8NrjT7bKXY+giGFv5JPED9Cr8S+ytSXv8rgkj6LE18+B5Onv5BCIz/uHJO/iHtgv2IuHD6+5mo/WTgIP6+dBD8QDvq/M4bGP9gdYz/WAAlAUN4wv6hztL4EWg+/XgRxvpz/Wr+Qw6Y/4tunP4+CH7/RPUG/OcONPwodpj4t94S+RTQcP0PqXT7Ksi0/skYoP7cqhTz2F+q79bQoP0UjQb4X2IO+hJXWPYh2UT9XTsK/ZKk+vzPmPT5aVaA/iCykvtFwTL/Vrj8/SWLav8dqI79j26W99hEwwBlWTr85Y6u9LOWHPgAFdj/lLZw+wys0v6i5ir9Yc5e/44yIP9tidb/9rti+viEKP7nDiz7QrWu/JT2AvlQLI78vE8s/7THLP3MMIT/Y2s8+lntLv6+n3j2ji1U/spd2PTFSJD78qKe+UwtqP8EBMDzrVKE/+hHcv2Ib0r4Nx70+rbGlP3CadL9Sr+G+XwkPv+76l7/+Kmu/MDm4vy1JM785VTLAJN2pv8+eT7/kmErABk8hv6uNWz9zMDs/8tyvP64Afz7zg0M/EjktPxa4KL/BIMi/O9puPvEG/D6SV5c+yXV8v6onBb/2wx2+lVMEP61WhD8vX2Y93Z3PPjCOxz8EdwY/H/lYP7qHaL78sc6+dsS3v7JayT6/5Rk/vX7OvOGkjL8AENK+9omZvgm41r/yPUE/D/gMP+T3uD/xBTu/JhxvP+yzyz6InWE/pkqVPltWkb9hYPs/ngbWP2ykLD6L5o6+GH5uPz7Bmz8UZse+fgxHPpbWfj+N5oC/0XobwKcuGb/gXWE/psI7P+XB4r3gwNs+/lKIvwYb2j4GFYE/rZ2APqnTI71W3mE+7veuvzzdHD/UvvO+","3rYXP4weJD9m1pS/bL6oP3pFOT+FNrS/KImmPwKrnz/a3wrAgPaWv2pixj6BOK0+ATkMP++DiD++AbW/qTmtPmuxxb0EpIa9Zk4JvybKS767S2Y/hfGCvgPajz8ONsi+/oOUPqVqDz7IIBy8RM2NvwquQT7Z8wc/GLiYvsOUuD5UGNW+Od9kv7wjpT/N0rS+SeHxv4kplj7EU7w+/Lhnv6N4877yLNO/kx8gvwvTnz9OaNM+1wJbviBVDz02DRbAnzf4vjfmnj7pDoO/XQk5PPsBNL6CaDQ/jweUPkGV+j82b7c/xMKXPhD0Vb9IQM6+F4qLP4Vier/fzJu+Xf8dvzR+3L/mcue+MvLkvut0+D3vHo29JXTWP7jBlr/+qb++ggSxv7fLUj8l3LC/grGGP2zDn791ZYY/K+jsv58c1D0uKau/0/5ePwvBCr+D/lE/imYJQFFEp7+voh++bYnVvh7RXL8wh2U/ifePv1/Xlj7VIMU+1ut0PxZWIz/HnwY/m1lTvyZLfb+glW6/1UW4vWO26j5/RWG84Lq1vgozwj4Zv1y/STXlvspS1r/4AS8/oOrMPqf4s78OTME/x8jWvu4wVz5A79G/DYt6PneMGr32g4Y/7KGjPtoytz+QXTM/ynMUQKx6BT/2DMO+tfTsvm1ewb9mDVW/0uRkP+BHHT+LyhFAoMEuvhQt0z4ySoO9V2dDPdoN679GPQ/AWWkFQOyg3j7qm8i/o1apPxyxcL8xh6q+GLU6PnDxej6u4QC/Jys0wN94xr5BoKy+ccJEv3Cyqz5Mxi0/QGeLvtrkEkAReIA+AKYzPwCqLT+P2vq/WdcAvjF//j6DWXC+cEXcP8qQQ0AOQBxAw5Vrvh43eb8rhIo+TnuuvgjCA8CT/iS912gkPxWfjT45zFG/w+A+P9ClCL8l4sQ/annUu2/G6L4CER6+nGiSv2ggzr6J1+M/WftMPDO1ET+3sxNAXNIBQIz2zj9e7Pq+egqsvgTunj7e5Ri/yxsBPtAGhD5ka0e+","l9zHPQylXL+9+ky/LikSwMDsED16nZU/P8ucv5ubrT8cUM8/WnHnPk9COr+Feya/aRGYPv+9Er+kSOa/gD0nvwiPYj/FLdk/7ebFP8bf/j9Wt3u+oCEoP6J96b+kb5W+68OZPwLpOL4zhrm8nfoMvyYGkj9ev2A/GNhbP4gvib0vp0M+C4bKv1wuv78T6K4/Q6xLPotJ9D7814w/jI2PPihnV7+w+lO//l9RPqouRD9MBns/ZfPSP0zIIT+wmYg+K5v0P2xtUj8TToo/R3K5vouzkL9wLYY//nyEv/8xiD86XnQ+9zEOvy11BcASMwBAyByrvt+F6z5iGlY/GS+0viRGMb9rDcE98JSkP4BP9D6mTme/atSGP4XP3D+I9eS+x8TDvoJCm7/Ca/m/T0cZP7ZEIT9+pXe/SXOFP0KCxL8/O6W/n+LivhNc8j/GlGm/Kc43vxhltL/EBtS+xAehvyzXU7+RyIC9ZADWPM9pcT7WQJI/SI6OP0kDDr/UOda+DAw5PxnPHz4T6bY/ahIdP0WJtzyUPUi+j/aVvqHsBEDyUVe/XAmpPqZRqT9xKow+x/tIv7fYCT8zyr++RyMYvjVlvD4qhWM/oulDvzeEAT6hE7+/uJsuvmljUb5dUOQ+ZPILv8AHjb/WKsK9oPpzv6Fuoj6iVIW/b+AEPcOdXr6xuZG/CX5vPepE9L+QcDC/rhmbvRmc0L9pzSg/Noisv2C9Bz82IoE/6HBTP93xrT9Iab4+1xjlPv38+z5eQgm/E9mePtlwJb/MhR2/paFwvr3DK77BH1m/1OY3v0xl5L9roRI/C2a9v2ziiz9JJAm/pwghP3Q4xL/PYyy/g3YYwFo6vb+mppW+ploaP84tOb+ddik/jcWxvjO5HL/ltgo/BeNlvx7Uqz45h2M/xCm1P1Z8cT746ra/3eBfQFAPib+OZ9M+tCiQvzY2+b6uIpY/v9AWvwT2Aj/K8Es/CyzKvx7RFD+/Epw/8LtwvxeAwb+9soG+EEMKP3ZNmr/baaA/","gRqZvr345b/JkAG/D9d2P3B0Cz+eRyK+rA7cv/DDyD87yLM/kd/Jv1xIAL9jXni9oxlrvk60uD9HoxS/QGSuvl9Cmb5nOMy/NDmoPixW4D4SZCM/+iaev/Jqlj6n042/OC8Sv1zlg72Erya/DW8KvU7AWr83G8i/iAfgvmmYBb8NUz4+aRxRvk+1cL9gpxI/s+WLvZglTz4U6gM/hNDTP6lmyT668BW/eHfNPJYEij6GBG8+0ipZv9N1Mb40bD4/+HvRPi7fEz9//RE/mM+uv7Xzur/RX50/ZQEnP+HlUz1dvZK+ClKePq5es79JsZ+9F51Yv6dgvL+UeqK/nsqLv7LTg7+OjT29XVvOPyjpaj/UvC6/O+Puvit+iDz3Y5W/v6UuPxf8lr7h/JU+rOJiv0udur+nJQg/p1qtv5qwtz+7WvE9EatNP8L85L97JLg/y9q3PjhfXD58I0K/UKqGv9rK0j9z2BHAmXPqPccQLj9vQtk7HGYGv+xXCr9WSgo/Hso1v4cmJz/vrjY+CVF8vhyn2D4vXQbAqBuLv2EYQ79zFYI/Vz5ZvxJMsj4fsW+/01gnP+MHgL9CJSu/wR8hv9kIIb8YnB6/LxPmPkewkz3DCaO/TJ9qv6knj76dVD0/hkRevqCDsL/3lZ4+14XvPz6S2z7oMrK9nl5KPZ1m7z2O+C6+KTRhP7yjOD4Hez89jyfLP6lk2z//Ym0/MSwAv2xiQj/dIxdAhM+kPzImLUBGQRzA/iVlPuUKhT+8ioQ+kOmhvPpTlD/Guaw+t8ivP1vX5T7ImRy/BQp3vkB10j+hmXE/R/Gmv0Y1Xr9uDV2/RAFmvozPUr/hh10/CWvtPkI6BL8mqlK/SDAdv8tDWr2ccY6/zs0Bv01ygz4p9Zs9f9aIPyzPx75hkJE/U5uIvpabrz5xry0+Comov5K8x77tNfS+cdoav2JH3j4I/m4/9IavPfwwxb9mteG/wCKIv7frhL/qaNa9l0civzcfFb78zlG/5/omv7KMdD7iLyg+","JnSFv53Zb79y1Aw+2qklQJm8178LESu//mogPlXrbb/6lVA/C3emPsvDiT/vXj4/M3A/v296ij/gChq/BBggP0Gyjr8bsLy+qM4bQC8FJb9RRRE/fTH+P9WL/b9HQ42/WQIxP7KLLz9e04q/nThIwNKCBL/yjIg/wRSaP0IcAMAaSzq/cjPCPx/uyb5LBQS+2Q5ev2ufkz/WZea+hYLCPi/8qL8yU7y9vp+EPnaDIb+XEy8/lnOPP8gEQL46TIU+CHytPlpigz8OCsm84mDlPufjtjzr3I6+IQyWP17cDb/0wwi+NzEgvzK3AkDKstK/3tGnv+LmBz/4JlK9CSwyvjf9/r6dTuQ/Hh0SvkFAlL3ccsU/S8+9PwhUqD3OzBs/tgy3Pn9MdL9EhtK9z9fOv/WH3b+cCLk9I5dyv8yQXr4+QZw9D8qvP753hT5x2N+/9ilIP7c1oL4+CQPAX+wDP3FUCLzCkKq/MBeAv3GO4b3JCby+8EKhP7d+uTx4fKw/QJaCPiZDRL9fAGs+fsCrP8q1ND8kcOw+pAWlP4lvtD9Hihq/nKyHPwz9Uj23emU+KNcEwFPOdb+GGAJAaFQ8vxSdfj69dZy/tijOP6kNxz+RIM0+g64nvg7xpT99N+++yVnqPg/eGr/4UjFAmboTQIrbmT8owoS/NLPQPWOXRj/vEWs/HJGvvjQvu78HVfa+IUegP9sgLr8tTlA/iu4yvwpck7+TupW9173fPVLulD2aFac9YGmkvrkjzL8xZrw+IuxOPxVG0j7W+Um/IKLoPfvDkz73wj8/XvZLPzigSL6mDII+HXFXvwuZCMDOgTc/mYvnv6HLnb6OWu+9Q6ukPYbd07+Ue9q8pvPsPs8dxD558L2/AXAXv6VXLb7MaAs/w7oevzPai78R55w/f3IrO3eeh73cMTw/Cu2rP7gGqzwuRPA9cetCPodELkAvdY6/sT82vwqDgz+HFOI/ZitVP1LzFL7fNgS7Lbgbv48TUz/Qj72+aHN9Pwq7OT91IQy8","m91Wvh+hpT/q69k+rWXBPyRsAD+Lyia+LpuLP6cjOz+ZEMs/aMSpva0fUD9vH3Y+ovz0P54Tkr6DgTK//JV9PyY4V74Q3tk/6PQeQCPy6L6/hAA/R2vHvmpHzD9xet2/988DP0ZqEj/BVxBAVoWcP17Q6D+BuqK/LNCQvzK9OD+p3lo+bVTnvOKQWL7QSkw/LDwXQD/sQD6GixI/Q+e2v3bxOb+JjIi+ZR6Uv/asyT+D4A4/RKkdvv0coz909gI/JMuzv7NbiT89E128GBrfv41vqr/7M1o/49iPP2AVmL84o+G/49W1P3qqMT+CKwo+xmMRP9nECL1NEcu+ORCqv031wbyCKus/M3n0vioozr/BhQi/c4OKv+hLpj+Ut5e/XIkBvryuCsCvGV8+2fbtPyS5wb/cTCk/wB/nP2K7E7+yHre/1vXRPwZ8Vr6ovyw/5Q7WvkJG/z4Cv3G/b+OEvovfpr+gxZI+RvCLvuyYaj+HmLs+oiqvPmxqpr4jgYq+0C/OP0G5BMD5a9g9HWpRvzlUYb+pi6U+W4IoPyov9j6Ywme/mb2EvyF6tD8bVyI/rPJQvs+2UL91YTm/CODhvxdFBb4Mhca/hea1v+GTFb839T0//YKGPYRbVz8kYcA/yraOP63ll75vi2Q/Vs8KPaicNz41xgg+5B9yvnV4sD9fBoA/6xpFQNhT1r/rOeS/onOovwQ1RL/K6L29b1XvvjIlBb7echpApEQYvp/0uDuKy9G+3MFyvR4HxD8tiaa/+wHCPpvBKT+3k20+zfk1P0PdzT8tQfG/DhJ/PybI7T9oVHe9RbcjPyMldb24mj0/Cd6SP2SL4797yGk/+5t8PQ2Tmb9zI4k/ODY6v3VmiD/IkZ2+PsAlvvra8T7MytE+LLWxPpuTYT+uSFU/1Ey6v95dpb8Ot92+Ngy0PqS9Qj4X5sC+FgA2vwjO7D/I2Js/aigvP3akbz4lQcQ+xYEoPlC9Pb/oWa6+oN7kPYCpcD6nOWq/pKeCP083lz8td86+","vcKkPhdf5D+YZ2m/Z5iKPkKQNz/tLqs+1CSFPkvJPz9ObVM/JBWEPosP5795I/Y9OdjCv7TcDcB/SpE+jDFIvpL3eL+TDeK87COIvzOiwzx+Lbu/V9m4v8IIpj9iYR9Aaq4CvkUNGr/cX34/T2PTv7s8Cj2VbkU/mrcPP1RCpT+OmgS/M3x6v9X6yj9zPJe/iyaFPmujr7/jYO++2v6VvwHyiT8VyZo++33+vg1Cor69tSi/1oNavwdnAr93Hrg/DipdPxGLbr5S89U+A6qtv7BTib9hXVA/AB19vzztrL5X+te/DISVPhFdPb8hopY+a8UFwEm2sb5C8pM/c4w6v/vkpb/kGqK+hXagPyRxJ75AyMy/8T+dvSXUPD9ayRo/fkPwvi5jh78leBI9W6bavs3nbD/zimG/X22RPo49c75sCDw+j0zUvqBBaL7FlaA+TJaLP6XtyL8J5vu++ankvjBrZb+tBkC/SwNVv8MoUr8er4G+Lsi+v7L3AsCYM36+UjbLvj6NHz7lgvM+Lwm5vzNg8j6NywnAEiClvuEvIL64TLU8M9Riv++GVL9oCk2+WHqLP4TdED8qgRVAjr1jP9OCwL+NW6M9fAyZvwKdPD7Hq+o+clXav0ZRij7NC6S/Qnjhv4bIOD+e65e+g7Fjvy1xGMDyago/aqEZvkqeB0CR0r2+XGgDvy1laj8E0YY/gDhNP5CHj7/GZqM7BCU2v3A5Mz9b4WO9unbLPzLRRb8UJTS/BOWSPwUnQr/Uybs/kiB9vz0nZ7/dHTHAq+MeP2QmCL95paW+ny5EvwWHDsBB51W/7rNIPvQHfD9lz+I+9wRBPz29jD4ALkxAJ7GfPjEQ4r9WN4W9XS4SPwmt+D40Zeg+1/Dvvp35Ej90Bxu+gtQzPzOVp750haM+dVmUvzXbo792ry8/cC7Rvg2jcb+Y06w9JnQ2vz0hdb+2fpo+0nRNv7wXCr4I1Uy/izyCv7Cz1T8jYKy+sJNIP/nP6r9tGYi+Pne3v/7pRT7eBps+","CZYsP2tlfz/vnos/zvd/PsgIxD9NO+A/rGpwPhPtxr4LlPk+PrjJPwrNPD6lAxhAgVMDP8IRyL/l9gZAQ7amP2eytz8VWA2/3Viev8y8A0BCnTG/oZOuP1/Bxb8PtiE+XL1HPuwFBL8MJG4/08jQPpxDzL5SxpG+JtlpvVmD/b+z5xQ/b+ydP4LXwz4Cbh7A5JoHQCNxjb+cJWc/Qpk1v8R+hr4HLfo9R8CJPzHmOL8fp82++2ToP/JnYr9r98S/oVDdvyJQmj5GoXe+auWdv/yyoT+9zbM/iW2lP62iBr/WsJe+RjCWvyradL8GBFc/x6HsPxk+jD9sxk6/XErZP48L5b/qHuI/ot4IwKU5gj+dYN69kfy2vd8iwb5jOkk/8sGxPxfA/z95xn6/XODhv/HKt7/jhBe/YPLXvqSzEb9GnkXA+SWbv0zNlD7YuMy+s90FwKguvb9IAOy+OhmGv46Arj3pocE/y8+lv546g78OlaS/eDrhvyN/PL5Mw4c/1s4XP60Mhr/PCxc/AHW7vrmw0DwcBom/RkeNP3r9lL8Kdgm/S36DP80eYT4dzh2/ljZ0vxbBEr/IB2i+7WMAP/0CXD814lA+t62XP97YEz++4+G/Hy+TP2GOy74EVJo9bjRDv7/vV7+StUA/GUwiwPXkAz8PXsM/okWXvwqEwL+2+Bo/Cdz5vrD/W7/KKxe/lTJfP6zYPr8pQdq/SqYlPzmLEj7LYBG+do8Sv4T2WD/3yAk/3C4Lv5fAZ7+5SbY/XyuiPtuL+D6pl0q+JAU9vw7Elz68Tk2/ZDofv2ntOb+SlEm/QaS4P3SWlb+cxdY/iw0UP6+pYz5b4r4/0P+OP7joBL9/iHe/IvwFQJ7j3r35DPS/mj0bv7P6E76qiWs/EjKIvyrpI79rNCA/rMcBQFw+F7248Cy/Deb+Pu/pzb6bA9q+txqsP9it/b5zeu89cTpLPz+tD79Z4xfAhhf7v3qyEz/+FP28Ulvyv3zS9z8Mjeu+lY1+v6/lKj+VDws/","0zAQvyeezbwsjtg9qMmbPTXomr9b3nu9+SViO9OHar/nV+C+tA/ZvzIldL/Ol/g+y+T3PjWiib7GqCk/OzhwPsT4ar+KR9w+1cRQPyi6uD9YLMe+j+OhvQyLoz82MCy/8FamvqgoRb9KkUG//GBsvoYHnb7UfkG9XLJDvsKfiz1Vt5G+cQFLvw/7wb+Kq7S7v0LqvnV3r7+SO2W9gspGvl5MMT9AfbI+o454Pl3jZT/OTGY/Xfy/PsG/sz3YAxG/mJ4NQPKLYD9yx2K+q+AWP2HCGEBzqxq/i3o/P6amK0Aotby+exE0v9RIB75zm1Q/4HUYP08InT8Dp44/V3SDvzkZqD7hKAS/AWvePX59sb0VCI08G+nbP50Adr7CPdI/vAW0vvVdB0AeY88/tNa3v8lmCL9nWuE9rR6LPZiHsb64w2+7rfqjPgqrTr+PvjQ/ofXxvYvvWT71p0I+TPnPvyYnzL6ZfLc+ppMkPbCrFb/f5aQ/4CKpvykzWj+O3zo+IUJPv+6IEb9Psj6/yo6Sv31/07z10SO/ayoNPaANir64qBzACfc3Pv4QQkDHdMK+joW+PzdqCz9+X2m/yUyJP+vbAb9KLLQ+Xm29Pmkuwb+5FcM/FbCXP9dLjr+4RQ8+RXKlv3yVib9RDV++a4IUPt9Ahz5jPOU+wBLUv+u8qz+u/m4/kh2Av4SnIrzeL9m+4dqIv437yD8tEIc+CvIIv6DB9L9sEog/NGYmv5xvlr+SM1G/RzzMPQpO+T6GhC8/h6+uvwivOb+xC21AovSIPvybaT84oog/skGMPxYK3z8WeOc/C0ijv5U36z9yEwE/PEQLwNwamDqXlbW/zl0iv+7S4L2rei0/2g3wPdMzLb9UdQ4/DguQvjkhN76jGDO/e5gXvXPDg7/I35W/CQFzP1HMoryNBMY+9+ghP59XLz/3Fu2/sXx3P9IzQT6YFn++crqAP4t5xL6Cvoi+zkM2v1giVL9YOX4/rnkMvyAMb75t98G/Y60svfZFKT8MOda8","29NDP1dUNr95kxk+0NZwv/sNET9jN1k/XEgUv4ISub1mGPI/p4IIQJzudr3eDJc/FqEkPx45fr4m+ya/SYmyPibN6L+EOQ4/a4BDPeOLRj/9IRI/TaTyPkyhsz3eRWa/qt2LvhhBbr/0y54+KMNRP1wjob87WibARx7Nv18SxL30VrA/Qz7ovycK3L7YWEC9mIuiu+xcN7+U65m+ziw0P7bb1L/B+Ww/PJO0vmsQLz5+8ce9TdfpP2tVOb7RABa/Xnulvj65X739wSO/GINMv7cWbD5ZKFM+b/AgQJUWL76OgFm/0hkYPwzVcL+KGbi/4vuFP4oFjj9DiXy+O2MYQHdAK7/bxFA/S9A4v/v5vj/1XIy/CZLyvnYMSb/IIRzAKeQvv98iNz+iXLi+31wPwPKPjj8EFko/VIwtvhOjfD4yn7w/MrjdPh9bxT86Rdm/woKGvrdIXD2CClo/fQKTP2OiAz9dHEm/l8gtPlMr675zcZ6/VqBYP/6/BUDNnIG+6uZ0vzKB/j2SOaq/797hvh6wij9MQwC/KFYcP8JfxL8OAYe/mo96PimaU7/9aXG/xDpSvqBd5D8bV3u/C1wMwLhDFkACrjC/2b/Cv9Z3Rz9CFr09JHILP1/bCz+iEEU/IFl0vqdh1j3ay7I/COagvmWWob6Q55G+FJmAvwMDDD/QWMu+7ymRv9xkCD5ZU6y/gX/xPqRvuz49SRg/+UyqvtMYHT9FbuU/lNUzPptkQL/jlfg9g9FIv32oLj7un/0+Mt4hP85gub5Dx089WlvHvR57N78RUkk+W8IYv1KxVL+jd4S/KXzCv6vXScDDJjJAUQYHvSv21D1gbWU/Ut1XPzBThL1P0mq+aznnvl6JB0DkRiU9vYtHP8+0Nb9V+4A/7O5TP8tjIz9rY6g/YolUP5iRIsB7ap++VbIYv3kRFz8M0b0+SMMYv6B9tT4zMUY/RGvuvmwJzL761Lu+D0T4vq7pk75ZnGO/xpOCvyHL3T+4lN8+0Wefvv0E6j3XlbM7","LTMZv2YwVD/RvAE/adzlPytXhD8ItGo+Hqd+PtBQQb7xt5C/uszGvsznMb/4ETC9bCk8v87rd70JirK9wHnEPjekZr8kn2o/H482v2Gwyr/qnbs/s7a6PlsDXD9PCYU/X85Bv/62Z76rQYE/pJGrPsIRpj4TX0i/hza6ve47Xj8naE+/ZY65vzRbIMDz3rU/x54tP8TgDcD8QDc/PQGPvm60Kr/yvuk/ssIPPrk7wr9YVTM/+4kfP+Kfcj9vPXy+TRtnPkMl/T585ci+guwUP9irK7+M46S/LKzXPyZ0Bj/4XAe+TuOxvfwo+D778wQ/RU2zPp+fIL+imC2/pyKNPmfAar8Db0g/Q/0AwDZk9z4YtLo/kGoLP00TP79K+iA/w2GXPhrIxr2Nkg2/mPc8PpdDRT8+VNc9pLvpv6PpH7/xUaE/9jTMvsdqmj464PK+IoNbvTzj1L9MvFw+/vL3PxdmPj5VIw4/aoLCv1o96D9OKEC/hZNEPjWKQj/fx2O/XjJfvUuqDb8KUKy//bBUP9jAzj7AG2M+jXg8P+lcCr88cwbAT22tvnQ6rT9XUDc+NjV0PwAphL+WzGA+k8Y0PfKIWT95p2U/juOGvrfCMb/kNgs8sB2Xv2dZDT6RQ5g+jjSEPqvSqT4utVy/2czGP+v0rL+1SX0+k667P/eEH7+AiyZAisLbvh0nAb+W1IY+TJ7qPgSFkj+BLww/224KwIM1ET8HaQK+nx2IP9BY8z4FDw2/YQ99v5T7gL8N15m/O1kTv6KE3L0UsC0/Gd8UvwxKmT50dhm/S/rfv5BCQj8Lf48+OBYyv4wspj57Oey+qVUaPzihpD5E0ue//nQiv52AM79R0wVAyxwAvzqa/r5CT+W/MNgqvhmFQL4ACpy9EfcEP3bFQL95OSM/hbj3vfzlfj4Mu6K/xssmPyYOD7+BH6A+qZnIv15xhT0J4B4/h2UlvqSe3T4KUk+/pRjqvnml4L3xrzk+eFOVP3OLUz9xRZ4/sU7+PmP0o77dVag/","rpI3P3Rskr9GvTA/iD1vvjD/tz8C+sW+7W4Bvkcrvr+Nles9rLnnPxl4G759244/5r31vhftST791XY+oevcPya94b78Uq2/zCMXv16weT8KskO/PQAFP7b4jj7HeZm+XkvaPqU8Dr+BtKw+K0gFP010qDzHsR1AdnRkP4H0W73h4yE/pO6kPva8ET9cgJ2+ktIXP0SVhL2AqcC+vsseP3E3iL8kJ24/keDOPvb+hj65f3g/Dw0zv3kvqb/FHya/GtYKP451ij9F+jw9NC7HPqt/pT5EiSo/w7Pgv96mBz8n38e9uP85QNREVD9vKj8/RfTUvdxgjD8VpNQ/mLqCPtuTEUDMuhHAQt6OP/Dk5L+6g4Y9cpzTPoo5Nr+Q6vu+K6lAP3kxnL6Wi7Y+YJCKP3Lvqj+e8ty/gPT/v4p/OL+G6jk+BQeEv/S7fz6Oo7W/JwQQvx8v0T/DPqQ+ik3cv0DN1j9Qsm2+RChQv0rrPT8b6rC/CFUzv/C7pj8jjyQ+oiDRPrEi777BZLk/htNlv6vGo763pbY/Kx+VPuiXTb/mr3s8RNcpv9MDTL62KIm/XQtdv+P5ZD8EV42/i3yyP41O179LVR4+xhDiP+F97j+8dfA+B6dpv79TNj1FxzE+ngMAQNzknb4iJ1e/BxqJv0r0Ur8eHVK/0nqqvzzNgr+OgeQ/9YGVvxQY1j6QZgW/LffgvqAB6D75mAC/1BkNwN+3Jb/UlMA+vjvpvkcFDL8FC4u9KjWevjTkWz/zbdO+gTkOv5YuYb+NgYw/woKFvhqCG74aJjq/7dMKwLalpr/nHsc+lMIpv1OQ5T7XihC/oQE7PiDHlj9PxgC/ATqsvzczFL+zANg/ZaC+PoXIEr/6RrI++N78v8DZor4YbVQ/ryddv9N/Lb5xidO/IIqmvhKaoL0k8Mi+Vd26PqYaub6z5ZK+Dz7kv5E/z7/qso0+pyqVvxRp4j02guI/nriXP1Twprz7aFU/D70Iv5T50bwPRhzA5RSiPxfFgz7QuY6+"]}],"outputs":[{"shape":[36,112,1],"values":["TwlqOLgYYDZtuzg2uzADNjRe8zWWOIE1wIUjNdrOzTSOat80pDiKNN3nRTSDiN00J8uyNVoKxjZSs/Y3xzeGOARzITkJ8kU5cD5ZOAf7pzejSnM3svsjN9/70TaP2bE2oXaGNtS+YTYCojk27L6hNg+1JTiyzQA6aLWdOggnUzqGhEk5Y/9zOHXIVTgr1FQ4m6loOKPEAjllzwY6XlbZO1abbz2Rx7U9/X0vPJMi7TomA7I6CsBeOYE+NTjGjGI4Q9geORcHiDlt4sw5/i/OOZFEvjlJ1i06KojmOlv2pzt7gvI7h5rFO8y4EDs+nCk6cK6hOVEVHTkm7A85UwCFOlXqgzvuMJc6ebV3OVqLjjgcuQk4J+j8NwclUzjcJFU48I3VNwiXqjdKup83DtDDN8eeQjg5DbE4BcLJOB7Jljj/y244y2IwOA2P9jcb8aw3rvmCN6SyJTcQo4M3+ro9OHBNbDnQ3zs6pPUeOqY/bDkKb0E42DoFN7GtmTVSJSA0vrfRMsqPnzGuQ1IxMHArMs6kwTNHcI41YbUWN2xwLjgNFAE5eIGPOU1A0DmjNfA4Feh7NziqCjcIQbo2ObaJOcx5hTjCL2U2HP5WNgCMRzVM9rs08VsyNFW2wjMQjqUzv4KNM7hETjMyvxMzXn+JM4v4kTRGRfE04w0zNqCSAzccf4g3JMA1OHPxXTciuO42aUNKNo6qtzUZsqg1eIxqNUVlbjUQlyU12XIYNSQwsjVrEHE3Iwr/OLvFgjm/Vm85to+zOJ9TEDhsOOo32SWuN7JzpDeCtOw3gn+fOCIhkTpZ1c48ly56PaR/VDzUGAo7kVYOOqd2BTlqyiE4kk7IN8Y1aTgqKNQ49hYmOcj0UzmaZFk5Vvy0OSwdNTpTQAU7wjpnO4MvVjubPZA6kWi/Ocd9BDnqVpQ4X4xCODHyXTn2ry87atqpOgW41zj+BWE4R2zdN/VMYDcoXMA30vyGN7xLHDcZetI2BbHfNo+QDjdAfZ43NcAPOFpACDgnf+s3","/laNN7uZhjcH5R83yIvrNjJvujaUKIE2jJXWNpiTdTc35Y44MniPOYd3mznuKgg5H6nGN2enszYqeS81zg+bM7VhFjL/LrEwwVVCMAOPGTF7QM0ylo0yNBsu/zXoJ/Q2kerON2OUwzjSYxw5nkGKOLWQ6jZdm5s2xU45Nov9Ajg0ff438Cy0NcNc/zWXVR81G74aNQeMvDTBlpE0dNOLNFGDMjQPp/ozcmLkM75ArDT5D341HSnfNerMHjf2M+435ZWqOHudSjmSaoM4veNkOFWiJThVEHc3MxrdNjHaFDapIeg1bj6kNYme0TXIkvg26CryOB0wiTpFN5E6DXWMOVXkKzh/qOA3pesnOCuyjTgnRfY49nTXOaDtaDtLshI9ErQrPiCYgT2WYpI7GWHCOogkOTpXlhM5QHA0OPfP8zfeXTI4bGLNOIMNZTlHz1s5YUSbORnuZTqnpdc66/eGO3QqAzzL06M7ZnHiOhpOBjp5vnI52G4VOfRJ3Dhbo1g6AlbxO648hTp1J2Y4B9VlOJnHTzgSwNk3muk4OJaH9jehn1Q3s74ZN43OPDfkdaw3/hoLOFW0OzgFmxs4C04EOARB+TeCTPc3Dw2QN1qrLDeGRoU2QNVRNrzh5DYVsNk3THRmOZYraTrL7oI6TMlTOQQr5Df0A8Q2UVJiNQ/v4jMvZLcyRTi5MVyHhTHP9ocy7BIDNHc3jDU9/SU3A7bvN5U7XDjMOrc4mZMVOTWYNTgi2pU2FTJSNtiRijVk8zE3mZSlNwGoQjVg5sQ1ZIUqNWnCVTXp7rw0aRuMNF37fjTvaVw0bMEaNAtt9TO35nA01YsONV+P2TWRgBk3bi4jOEWRwDiFtlA5BbXgOOMigTiPb0g4Wll7N5OTKjep05Q2lQotNtGIJDbXRN81fk7JNrOgQDhYyBM60yqOOv5KkDlUGDg4TdV3N8xZiTe5Dgg4Hdt+OEmkmTlDKb46In1sPLh+HD7HT7c9nvzYO3Cw0Do/xjA6BYXAOEVGvzdYgLg3","4AY7OB8zwThiCWc589mhOd5C1znaAzw6Vm4OOkgW+jr9WrA7L0eCO7igCjt0JyI6+9KYOdGWFDkOkn44kgipOZR0oTs4ORo7fKxOORzSYTiI2wc4My+SN/UVHTgdcB04Wq9tN3NdLjeUlQQ3NOpfN7t+8jdd64A4fCJyOFIOVji0BWo4lJ4rOAmdBzh5U4U3ngreNp68sTaDyuU2dKmbN+bLBjmGjSM6weiuOnlmvTmvBEA4yEnZNtqfdzWvlwY0TxqwMvpYwTHraUYxnulnMgJ1EjT01Zs1gfFiN9U5BDic7jI4lV+EOIofvTjdm/Y37chNNt2aVTZ5OyU15stDN3+Yszd7cSo17sh3NfpnqDSUqZ00fQRjNP9+wzQeSXs0BUkCNKJ6BjTaT4I0/MMyNa1trjVyFSE2snzsNqFbXzh6F3A538ShOWTuDzk19eY4DE8EOWktAjjAvSY3DIuVNgMxKja+Yg02BRAcNjmAkDeZL685iE3gOtP6Dzoju8g4/l4NOI09oTeOjrk3NkLhN4gSYzimsXs5EibSOsxlUz3czUw+igbjO896CzmHBSw51FllOfhFfDgeCas36OaSNwamJjgSgbw4qos5ORaWJjmaRI45p/NQOsMdlDreNEQ7ileaOzOkMzsa/ZM6TdTDOUfeazmsi2o5Gn2lObhi5Trgfhc8ytTjOkfTDjkqFX04vsM0OJOj9zcJnl84fQRaOFFl9TeIt403gEFiN4Og0Td5F/w3zoQYOMBujTdhuzk3rnEzN53nCTfwmxU3PPmpNknIJjaUbEA2wSCONst8oTehyYw5N8/BOiC/3TqZqLE5SwBmOEZwADe1dF41HKXPM+nztjJ0dtsxnXbVMWz6FzMrP6w0ClIeNucqfTdZpeU32XwAOGkWKTjIT244Od2fN2uBkTb8xDY3X1WLNnnM5zevCog3d8gCNfVQXjUqUbQ0SgbTNIPPkTQVJdA0+kZ8NL9yATTs2qMz5pkCNMA4rDS/IwE1nAIgNmC5JDeFDao4","6UXqObZLKjrLTuw5vlYjORqE6jjjDDA4MY2aN81VPDerxdc25T23Nid8QzaGjEI3B29QOUlvnDpYcaQ6GuhaOdoRSzivKsU3fSatN2uj4TfG9w0480h/OVFZ6TpRZ9I8I3mfPn7Zej00pvg5F4QhOc5GhTm1Gkc4YKnBNrfbzTYtF7I3krKXOGCPkznELa05F3G5OUkayDn8PY45P9Z/OvzXWjsrHV87xAAEO0NZJDrWcEo50VwbOTA2dDkZhWg645gZPEnuYjvMLvU5xLQQOTyvajgTyy04vrmJOPtYvTihsZg4Ua4QODA/PjcDb403ntWyN2xzAjhJ/7s3cHypN3UuvDf+VIc3Uo7KNwIWeDdBMrI2+me/Nt8NvTYLMb83D2/ROcy6KTvaMak7NqmvOoLvPTkc5Mk3p+ceNpCMZjSBX0YzVYFNMqfP2jFb6q8y1FcnNCJrmzXvEEA3QFQbOIaJITgbcjk4QdKdOBxD5Te5KKo2W/sIN7SDEzZso8036oGLNtzzbDOsrMEz50N/M9kRHTQydEE042KaNLJnXDQteQk0WAIYNMT2IjUNiG41uHSRNIICTDSq6jQ0a8uxNfm6CDfm3ls4nnOTOrrieDszA4I6jOcDOEUNmjZk0mE2PI0GNrh3kTaCTzI3ISfwN0hF+ThRtxM5zqi3OMBRYDgtgDY4FHsiOHL8ODgQBW44v4gDOJXDCDiQYvQ3r0dqNqBH2jMNoVw1SIwjO7SwRT6DMR46502VNod5OzZNG041CRbGNUrC5Dad2Ac4PNIQOZjE+jpDiYs77TgmOlVTGTlY5YA4QNErOFsaRjgmTCw4pdMLOLBIBzgSI4Y4OMmEOYhj3zq9aMw65Yq4OjEnnDqBKj46WB8BOucz0DncwPc5qfITOlfwKTon6dg58MwxObeYDDgmI603l5Y3N5aXdTdM7Ac4HVALOBaARzinFRU4LnrAN+CZ2zdKlPM3eo9vOP2jHDldly85r3e+OBpNQjh0xcM3cG9YN34tCzd2eng2","Iep0Nt6LBzY8YIs1FNxwNb3FjDW+Pb41vAJmNot7jjb/9lE2XFqsNuPEETd2Zlc3l4uxNzzlnjiGXdI3vybuOOmTejYut4czlU/FM4WXPjOse+4z72sjNGAidjQGdVk0V3rrM2pc8zMSTic1XzCRNXhr3jSQLLY0HzGHNJbg8DVRHjw3RgoYOFdqNjookF47VkK/OuUPYDidbn423FVDNkGEJDbW0KQ20X91NzkyBDj1pN04WtoWOZncujh6sjk4TNgUOFO2Djh8OUU4isWPONUJNjhsWFc4memNON0fRDd6ii8zob5oMxetijkoItk94ASqOxIK8za/49E0CdpDNVMwxjWKEnI2V2u5N7GR4jjCsew6jABoO25YRTr9o2U5uemyOJTbVzgZ/1I4+aNKOFFwNzjrJiY4KI2hOPlImzlASeM6q7TyOrmF/DoRTLE666ldOjj5ODr+yu85XmEBOlXrFzrJTBE6W+71OVddXDldmgQ45viYN3aIHTf5gVg3y1gTOBLFMDiZwU04I3giOLj16Df+aPo3IuUvOH/fpzi5WGE5jMd1ORAhhTgL2eo39Xx5N/zPETcJIfw2Zj+FNkKolTakFg029aClNV55cjWMe2E1/sWsNWgaITb+xZs2OiZANi7VhTYoSkw3FxkoNzHjcTeE/qs4SNcHODbA6DhImG41+6g9MjCI9jKbbPsyBiwkNMJ4QDSrmUg0DHYeNAdStDP84O8zNeEnNXtwhzVmyDI1xBNSNbdx6zTaVGo2AbUJOGmxVTk/9bQ7akA2O83/ETgEAQE2M9q/NQ9U1zWTwOg1O1jJNhhksjel3aA4+pxdOUlaETnt7Ys4T57xN4xt8TfkWPA3SJPNNxYIEDg8obg36hB/OKQvjjj5JwI3l6QUNdFUUzhDbwo+TxlfOpUisTAIqyEwWzVMNEbRrTX5ymE2uMvmNrvMkzeZDtA4iWJSO/vFoDuR7/U5vnEnOb/qhDghXBw48zQ5OFQ1MDjaCzk4YhFbOB9A8DhygZc5","jaR1OjZQVzpIk7g6XserOnQpfDqFkHc6of0/OkGGajqR05E6YVptOuIiEDopZSk5IlEtOBwaJThcrj838HaAN0QkcDhFV5c4ERl9OE1tHDie3Nw3laUFOJfDHThlpnc4Gn0TOSSaUDlU6Qc5+NCcOMrz9zeqyqk3DJ+5N6q/NjcqrRo3PG9dNi1+DjZj1QI28D0CNq24KTZXUU02g6iZNgDpUTb1Klc2H7yjNl6ozzYhJmw3MOXpOIKnljhrxms5Q2ilNWopmDJGdQkzLdHLMgLwADSqXyk0rSVrNIU8LjTGCp8zEajqM8OkTjU4pPk1x/bWNYWn6TWHvXc1uL6QNodIJjjHrNo5mm1EPCd+AzwGGms5Zrv+NqDArTUyZq81wd8SNv024zZpkpQ3NtVUOPleTTmjNCA5Zbp4OJ6vxTfqpNg3bfbKN+njmDfELAQ4p+nZN/0mIDi3nG044J+xNtLQDzNa7fM2NbZ9Pg35xTwe4lQ0ZgKHMKOgMjI9nY00EuNDNuy8RjdtXX43Z2taOPyQyjqdGIU72aaOOrspjDloQpY4AicPOAauHjj3DTE4fvAoODe/PjiBD6A4c+CQOa6gnzp3PnI6FWCjOsAkizohokU66uVJOs+ZEzqXrBo6yp09On50VDqnSGk6PpxwOTiKQDgQ77Q3wdOqNqzJ4zbsiZk3rnfQN7gvsDdl4W43e/9DNzYxnjegkdc3ohpNOJgJ3jjB8AA5mRKmOJUQKjjmK3o39FstNyxtZDdmyxk36TQQN8PSajYUw1c2vyQGNocekzXebQQ2MKD0NXtzVTZ6bD027iYNNkvtmzZ4WbE2Kw0nNxv08DhyENY43w1YOYOI6DSOj7UxjBygMruopDIZH6Yz6wKaM8VzuDNyjd4zqUqUM5/y3jPNNgI1vkKdNb8z4zXFWzY2HydFNmSclDczaxU5I8zlOqTyczxry4k65nSPN8yIXTasS/M1/wu+NVOuPzY1+Fk3fsyUOFHKXzk+l5w5GqY9OWjohDheIcQ3","FLy5N6/ecTdzohA3GAFQN3CPDDdJl+82Pp3JNodZzTcbnqI5vwdqPh/vhj0BBy4097q5Lxl8WDNUECs2g5m+NQDPRjYd3nU3/bCKOL+GqTn1t7479n+UOz4nFDoe2nk5Wb++OEBgODgCYjk4qutAONhnUzhCGE44li2qOHEffjlLbR065CgGOsvvpDro1eI6SSfYOnbR7jrxmZg6yHGdOgpcsToa64M6xkryOYZB/zgKgGA4+9voN/DgaTdavrI3V3xCOHdbdziBbTM42CwBOBUwvDdv0xc4f7dEODvOvjjmd0s5q32fOdTldjnurgQ5wIRROEAXvjfFpo83jtMfN2m62TZVuGs2e5XMNtw9qza1EJ02YVCTNt9hwTVSiso1EJCKNRD+ZTXzcgE24UcgNrnHRDZ9Yjw4OTmxOCUgmzn6rtQ088e6MQnZrTIc0pkyhhSwM/hhvzM6GDs0/s98NDOKFTSm2no0xx63Nb/CjzZKxwQ3geTONkVTWjYi2oo3xaYHOUT9yzqC+Jk8qm9lO7RZZDj3KQw3+NFpNpRwPTZFX6c2KXsyN0GMDjjMW9E43lJfOWHMKTkJ1K84JHEcOLRQ6zfom3U3oLGUNpJC3DYNLSo3cm8wN2QIsTbsaQw3lzIlOIQbQD2W2jo/3OZrOZ9WwTHgu5cwCiilMnu+STUry6Y2eWARN3Z4+TfSfwQ57DtEO6AyWDs1IBo6ocJfOQ8ChDijh/03ZtobOM9TIjigBSI4HcNEOJpWQDi0ni85s+eQOjDdhzrxdtI68vrqOvnetTp3P+I6ccuBOthyhjrXz786bfOuOiu3ijrHfIc50MLBOK88/jdWEfw2LR4uN8+8rjdrvaQ3OqZSN5PXMTc4tR83BPOSN9/Yqzc7IhM4BfGfOEQUCDl42hg5KNqeOEVx6TeVs1U3CsIzNxCvBTdCbfU2qSuqNieDNjc8m+Y2NUSRNgl0rDYHf6g1DcGeNSp6qTX8gVU1X8ayNc0n+TXK8Tg2Cp82OInhtTjvSos5","x84TNbrnMjIwZc4zyIITNNYXHzXV97U1d9qANi2lpzZ/hCw2eLI5Nrhp9DYfd9Q37YjhOEnwyDkcaGQ6oFoBOxvOcTucYOM7v3jaO4chyDvqkxA8mJx9O7/uJjqosC46MjUNO6/Fkztvfb87r4tOOj5qbjj+SNk3gGm/N/zvAzicBY04OSglOJS6nDYB3r41Dil8NXV3Ejbhja43jsQhOHW40DVldjo0JacBNBhpqjVqA389VSn7PnYuZzgbfio3dLgKON79NjcEgDw35qKeNxOwlzkAM8M5k7sOOVLCrTj6SsY3oaSPNzxKGDiFQ6E4Gl+9OKVsKDjhC9w27LVvNjWuCTf2tlk3W9xQOPfJkDii21k4xRdTOPivszejfzI3DmGiNrjHlzYVAAo3D4qdN9Lj0jgUoUw5rZQmOXDSSjlTACo5bwWEOJ+ftjciWCs3CN2UNuMPgTYZWSU2tL7gNWiX1jWEEP4108pyNk93pjZ0yGQ2vfEANr1I3DWMEfU1brYYNptQijZBU9k37IgcOBIQHzgR7qc3dMGONfWPTzTgGnczVBnGMidsiTN+kyw0wmqYNLq8eDebK7c4lKTPOWaoDTV7YQwy63m8M2dZMTTisjk1/kKgNbDMijbfJeQ2LdFUNvpSfjZjQSE3lw7NN6SeuDgt/YQ50qpFOsbnMDu5pI87VT0cPLmvHDzj15s7BNKgOwnWbDs453A6B4AuOu9pvTp0ADo75EukO4oCjTrd05Y4LrwGOPKXlTfgbKQ3oy+COBd9OTjWzaw2gDjSNS8egTVIpKY1jdgkNwem3zdnQ+83dq8bN2h3YzIEjiIxWhK8ORnOQD8cMWA764LaNv60LDfpVRY3BIntNs/9WzfoYTY5xHdiOcWoujjimWI4rFJVN6wHLDe8o+I3b8tsOJTz7Dg49JQ4t0lFN4qbxjbkrg83Il1SN4HuSjiNcZI4eQJgOJY4Tzix8b03T25CN1+Fdja31oA2JkGoNtsHKDdStcA48IYnOT9lEjkjjSw5","pn0IOXK7ZTh49pk3PRQON+WaVDZ/DQ82iebQNaoTnTUSgI814TOXNa33AjbSFjY2s5IhNhpC1TWidak1kXO7NbLy+DVIdkA2xJiCN3an0DfM0iE4v3q9NyyPmTV5hVQ0cKQxMx63hDKFdvcye2qJM6KhSjQxpjc3KiEfOOdwHTmfZsozGGVYMEtWJjJ3I8UyOtz+M4yldTStXRE1HnhPNRsMtTQLYck0xG+/NWD65DaOdCo40n8IOUbqsDldgX46Wy/GOqn6IjtXLoE7LNmQO+kkjjs+THo7TV6VOg8BgzroVIU7VrWpOzb3Rjsvxv853y1KOFbe7Dcu6zk3c/BJNy2COzgjVgw4UeupNloXyjWJp1c1L1miNdixDTe12Ps2Yd1WNq2WATYvzuUysPq7NIUyzT1dKq4+/ooENxwWrzSR+y83+qSbNwwLSjcU/8s3L6IyOY8DJzlYFbE4lzYWOCsO8Tah4cY2jHBfN3K04zf3JTc4XSvkN9lshjZu6R42M/ewNrpdHTf6WO43HvUgOKdszDeam4w3jkTrNkQeTDby43o1xPeGNYzy6zUtaKo2P3+UOMbEMjlhpVE5cGqBOf7dWjllMJ04q0moN104PjeJo8Y2rG3INs7/mDb37Co2EhfbNaAj5DXis1s2DIKUNoUYcjam/hg2uFjnNbzu0jUv8/k1aX9TNm5hoDe9mrc3IxLYN9+1tzdx+r01IFKWNMhptTOerPMyCITgMgy5TDM1qiE0/isfNynAHzimolE5DfwDNKCGljDzmmsyzzzyMuxBBzTBgp00r0FJNbZByTVZN2o18mRuNWW2ADbtbbQ2hBT1N5XM3TjI6KI51U1hOpIDBzu3Vkk7IT+YO4BQkTtgJCA7FMsLO+ashDqUgEM6GkQNO6T9jzt/ENg7A26uOlQ5kDhN7ME3FMrWNt7uEjdzXC84VeBOONqOODeOuRA2jLwkNQkhYTXs8s02nZY1NyebITf2fZs36QmiMu0orTF6cZw6AZsjP702sjrWQkY2","4ZOpNwmTcjem8Sw3wICvN7Gi8TgBcgM5SceZOM0YBDi5htQ2gQCkNmW0JzetpbI3NwlFODBuDjiF9cA2yFpoNsuhvDaw4Aw3rtjIN2vSCDiTBeM3P5++N2FlJTf9m6Q2fRCmNXqIjzVPCOo1FiyLNuI3XTjhuPU4FC8IOV3EJTm5jTo5bOmyOBy74zeQb183bFqtNmYNgTaXqW82PttCNgWj8zWT69Y120UrNuJmgDZY3YE2mE1ENpZk3zUpTbI1td3ANe2DBDZWzy036kOWN2dhIDhWbiw4V0ZRNhowxDTJo38zWdtVMv/IATLM0Hky63lTM7LjmDbq9EY37E1cOP94RzPJuNkvJW4OMnFN2DJROekz+ZBrNOYk/jSc3Xg1JRa+NAJjnDTAWWE1851nNvC5qzc3t1s4FfbEOIF1hDlLhuI5qsgOOjy/iTqhmxA7gTyJO5QwdDvB26Q6WaFxOnf5hzs8UbY7Vkr2OqZmjzk19+43vPclNxbGSDahzr82bRETOCtPgDh/zck3vFkRN24gUzbSmhQ2u9+yNkWcpDa+AGE2pX4JNqRRFDNMBgE2XYW/PQpLQT6Y3W83+YO5NDzvjTfspyk3yWeFNgFAajea7dk43K68OCoXMDh+fnE3kvNANhMSETZe/Zo2O/ouN+a4vjdd/L03e0TSNuYNqzao1yQ3YxReN+HdFTggxRo4T+GNN6onajfTf/w21I2VNqYcxzUQfcA1/CNFNj0E0DY/76E42nZcOZzjhjkRUok5txZbOaKFmThSQXI3y6kANyS/ojZEQ4s2ibKCNlMvUTZzagE2OumuNbLi1DWxAQc2xf4TNnwIGDa0mb81bZG9NXN2AjabJWI2qgCLN9ci7Dc2mUc42ExNOCLzvDZKN201vlejNMl6dzN/8H8y15CdMvkOTTNZV5w2z7BoN8iThTiKdXszDu3AL4Rf5DGtJYIyW0aNMwMGUzTIiRs1Pwy6NblSYzWaIDw1ICylNXNykTbbHoQ3/AZGOCABnDigTJ45","nYB8OqvYxTplADY70VkpO8ilHDvxMx87b928OnCfhzrDVFA7UuWWOyDElDtwxnY6Ej6iOD9zeTdMfho2mwBgNpGO1DcFXKQ4q9J6ONNiYDcezQc23ti8Na8OsjYyV1g3nCiDNyCPAjfLpF00NqEyNbJSyDugDs0+1QXXOuBnNDcr2K43dnUHN8z/ATaSrZE2aNgsOP2UpDgYBIo4a9jMNxaCkjbnaUY2cW+GNm06/zYISJs3sPCkN0cp+zZnAew2HCdNNyUbczflOeo3sz/1N7F0gTdn1Ig3eAhYN22CBDcERiI2eyDXNd2/BjaRhaU2pwF5OHGw+zjXAiY50W07ObEYGTklPbU4K/rPN+0l+TZGTIg2DcszNuyCLTZ+tQs21AG1NbAaijV0jIc1z122NSly6TUTSRQ2dx7KNUR1tjXIl+g1SvZSNnWkLzd7+tY36byaOJPg5jiISow3/ZGlNddpNjRmnXQyKWpXMQpHpjEyhFkyARbvNZk3WDb7eoA37QhsNAQHYDG9/dIzIDMoNDw34TQIobA10TGHNqcXBze3d4o2n9IhNtrtIza85C437lEXOCt9ujdAe4Q2AJpVNotv7jXu3yk2qj6COOf++DuCQ/Q8QTdiOo9mPjibh4U31KbQNxwFEzgujiE5GISgOX+hfDmPxAw5hQoZOLsa9zfXC3E4l4s2OYxPyTlTR7s5YR8ZOZ4pdTjH/aU43pGLORisiDlUo4k6qyEcPf0z9T1HxL88MLcFPC6uzDvl9Tw7/+T7OsJX8znOeRE5KvTROEbpwzi4/4Y4qp1mOAy6Qzj9lJ038Q2tN2Ua9zc84Lo3NQiRN1mZPDewo5s2NYMIN+RQvTeJJ9833Vs5OIf/5zel/vg2GQCXNrfTRDa6AIw2WnaxNiwUQjcVnhQ45VesONR0QDrI6y06Ra+VOUVz+ziDDQQ4HF6qNyxVjTdObq03CXwMOI6iyTfSIag3kRGKN8g9TDfERAU3UNG8NrU+sTakDDE2tp7BNQFVdjWO0og1","PhX+NcDHVzaSKp82kY3FNqUvIjeyVuM3kWi9N0ZkRzct3aA2kxTvM9bGkTGP1tEwfE7UMEUbjDSxfrc1SphsN+5xpjT/4n0xLXMVNHFhezTpzPI0q/72NTj1uzYZJSA32CGQNv6xJzZajd81RD2fNk5kyDf/tgc4AaDBNmOGtzZ0m/w1gt+1NVf5oze82e86na0SPf+G3joKXYg4KA8fOJMkODhNlf83hEOyOExLGDnRBU05nYcgORpejDgDtnY4jXVGOEG9rzik0145xo1qObs/AznmMME4nG4WOZ5UlTl+uhU5p+vbOHRJNDzCIaw+eFvzPUoe7jukE446vNGfOpSJFTtwgyU66uxFOYXrUDm4Bkw5hoXeOLBAhDiDb2s4f+7iN2gf3DcUHBk4Xbr6N0vHijcLwzI3WtKSNoYK4TaJDMI359odOGXJQDiOfqI3O/KtNq9blzYCyWs2ONpZNus9nTZn+CE3bUAROGNEuzhiDys6sEVNOsps2jkeQlA5mAxPOPzy2DdmdJU397SFN9kV0zfStNY3xfvCN1aNqTcFmZ43MtKUN0G8FTf1Dq82x/JFNjm9CDbxYaw1lzjDNdZ4GTa9V5823PYTN3bUdTfzcrM39CHGNz+2nDeHFRM3EqRuNlr9zTP7Fy4xz2c9MKR4GjC6MOwz0tGBNK3ZMDb2uIo0Su48MXDHlDO235MzGL/FM1TV+zQnJhw2CIGkNrzdSjajFMk1RO83NaGDuDWiDCk2QzFMNupjUzVDUy82ew4FNvk7nzaQhRA7C9frPD7BmDoAYvs3spUoN8u5ITdCXIk3mvJsN09p+Tc/hA84qWFDOBvR4TdjPjM3YWWhNzL/3Degyzk4sdTTOASvnTgMvxg4AiLbN6sQDDhXQNo4EHdKOcY5CjvE+jo+7SEYPvA4TDsS8xQ7/zyOPIDfpzt99xM6ZkAAOe3FQTjQci44Jm9SOO+pZzjmuYE4JPZXONiqvDdZoLA3GsG8N5+CnTfAQDE39oXrNqTeODblGmM2","hI4uN2CfPzfa8zQ3I/FJNwNWrjZNd1Y2V2M6Nsu7PDbYNaM2NL1fN3zGUDh6QhM5RQOoOmlrqzoWwvM5iqhPOV0kUDjThgs4gSspOMPg+zeWzOA3oi15N3A/FTd/tRA3flT5NosYqTaDr002i68iNgd5gTWbqd403IRzNDqXjzQN9Qk1lq6kNWK7wDX3kF02Tj0YNwgPiTdy/Wg4NPIJOE3BSTbrMboyN76VL3PC1y6LGhAvBYLnMvk3ADSweh82wz+YNMDTWzFsMuIz0owZNLRW5zOI3As1QGkTNoXAljbclH42owILNpnpITWyU1g12LUKNrO7STZAgKM1DYCMNSWaqzQxNac1rKlLOqrwDT3mzps7cbatOHdLdjfRXAs3Z0tbN73kdzeAvsQ3lK/wNwygCjh4NQY4L9dvN5uPgTfd54I3Bk71N46Trzi9adg45gGrOKK4SDhXizw4fW0QOUBmJjn4Ngo6TQNpPQElsT4bkT89xgPvOyMSQjwmTWk79IM6OtRriDnn68A4TlmoODaU9jiM7MI4S3+KOH/DXTjvweA3MYnNN1mz5jepmMQ3L+o+N8dU4DabYDg2AB2DNlTwpDejsBU4NyR9N1/SQTZKt4o1HUPINYrbBDYnTS82dmy0NlTOWjdYEFU4bvsgOe5MszrzgBM7wTyJOhd5+Dmt2/Y4jF6GONr7iTgdN0I4EWAUOBJVrTfvFUs3nBFCNz4NVDcO8Sc3lQdUNi8q3DWOAUk1wHv8NJCrrTRVd7802wQvNeJ6uTVCQkc2dZgBN8Ptfzf/hYo3zNEyOMf54Tc6iDA2X3jiMgbkgTBliOkvmlpSLoeUezHjs8AxF16uM1epmzS8+pQxLPz9Myd3aTSy0c40RZwXNve8wjYKifM2Acz5NjA8/Taq/1U2+8KTNhYhzjaUU4s2/viFNWovszW6XAE3JEIIOrF+Ez7dN6k9Sam7OaPC7TebyDQ4iSwBOB98FDjy4CY4EU3XOIffZDnIQik5rY/KOEqknTjLUpg4","te44OPBwbjipv5U4aEiOOFNtWjhniN83npCaN3WKIDhLgVw57oeXOzaAOD7P4kw+o5ODPJxKpjuwHn08CHeYOzcMUjqqO3E5jzpMOCIsGzjVD0M4g8WDOKFAszieLac4L4pgOOgkXTgtXGQ4DtwyODjD1DdOVas3O00HN20DUjcQLVQ4bjqSOBHNijjy13c4FXdcNzfHPTYvLRc2BEWCNuEujzcTFTY41yvcOKG35TkSUm47zo6dO9ie9joFDm06F3SfOUmFhDmHbL05UXJVOT+PBDlOKG04O10KOJ7gajhbzT44yINcOD7YNDhK7s030/e7NuMgOTZRrhg2dBMKNtROkTay8sc2/l8MN7LY/jdf66c4DlzwOKEpCDqQyQ458alGNuLmJjJ3K2IvBQZNL9Bm0S6MTisyb1lwMiLtMzQbOLA0CQORMbQhFzRdCZQ0H6ORNNMd2zWctc42w8I0NzYRjjf6IC83qCDMNmlJfTeWn/Q3RbjON/UzvTbANA03e8fkNxiV4zl3gMg9TQcPPiD/XzpGzE84idM3OCxb7DfkKTs4eWmFOISLGjk50s85tEUNOr7BnjlPXOA4bQ+QOI6rVDhVolM44TSYONWs2zgbYwM5UgCsOPFbHDgip3A4JJpUOSle6Dp4c/M9+SfAPtL+Qj16xEQ8rA+IPAZdwTu6Wt469S0oOh86YzktgiI5t8AKOQcz6DiZ7R85WubrONMljjhhRI04EBy8OB59hDjNI/c3tcbBNxFSSTcNTck3eIEcOST0jzkb/JE4vDu6NlybrTWMVM01QBi9NdJaAjYoBRs3+Qk7OPTr2jikq7Y5Rmt5O79zAzyTn6g7xZo4O5GXbTqI3gk6PjkjOvHUojlJeyA5FtKIOGBd7TcbCZE4D31/OTC3njmZKXM4E0ohOKYmpDf/YL026imdNoC92DamqF43qb2ON4WnsjewkCo4QfPDODDH+zggyPo5ICwmObhexTa4c0szqzROMFg3hjAY0A8vzLcCMekA9jDIHc4y","Y3xsNHf9ojGYy0E1VZHoNrpLEjhOjiw50QU+OSyaoTmeB5o6qp69O9QWLDy4BmI7oeEcOZppAjgM9yA5DGmpPYuBGT8Onxo9JJ52OuTxYTk6oYw6giafOv6qEDpgRpQ5U8RGOZPagjmQ1AE6FTuEOklMADuKxwg88TWePMZS8juW+xs6vHP5OM83DjlhvIg5bY0lOkzihTq184c6ldfZOgFTYDsJrc87ggkrPbAOtD0evcY9DeWpPVhaiD0LCvg8abCPPIlCtDw1yVg8Got/PEtOoTyqTvw7aPxLO9gPpzoQjhY6iy4TOqX6iTo0Rv46WloiO9n3Hztbo5k69fUWO7emfzzjj989EV/APZFdWTtxTp45WmGvOVdk2DljOXI5GVWYOUGmEjrMYVc6RnqTOmfx7DoVyxc7AmkqO3hSKTv5EQ07pTVVO+qwITza+sw7n+vjOjBMsTqLptc5s7RkOHNmbjjkudE78FkXPb8FGzvIMG85WueAObTMATp0aYw61eppO3kUQzsBcUE7riEhOw8yCDvpf7A68NXUOmUhJDmCt4A2Mb06NEuZ0jJMagY0ZazvM3ekDTWbwsMz1mwdNTaIXzRzA2UxEvH5NCa1TjZcZ803SxtaOWpojDm7bAM66nC8OtyloDsvQIo8R5swPERYlDnHU244fEMDOY0lCz3qcyk/pV9ZPVvamzrdAGA5ckOUOVgBtzn7hJI5ZkgWObSouDj30hc5dcKoOZeZLjpCNIM6b1mvO81X8DzCL/U7LygdOrq9Tzm8dQs53LcROebJwzn+t/g5UPDROYjfKTqv3wI7sSL7O+yPOj2wa3k9059oPa6xoD2/5nM946LdPKWrcjzACIQ8PH49PHHUSzzKdJk8syY3PAcgaztU8Js6gN+0OSvFjzlN8QQ6olOROjnnGzvGOf86MddUOi4Fuzo5Kbc7pe1BPbG8rT5+5kg90k+OOSlywDhY0r05OGxbOVs+Xjnv1vo5oHxHOjvlgTpxndU6bhLWOt6EwDoZVJA6","Uy1LOiToATuE0UY8+aY6PA5WfjuQDBo7Jbs6OuLhwDhlba03hWWBOugL1Ty4thA7318eOdfZizkq58U5xYMXOuKvXjvC8Jc7Z8aBOylzRjtUBhY7G6K8OqiLnTpsGgc5K6vXNpbfbjR+oZUyFrvEM3HDITRxWdw1zvkKNa6LMTZUl/Q0yS2bMos2+TZuQTs4WDb8OPck3TmTwyM6uXwnO90NljznboA94e4dPXqdbTwk0RA7fr8eO+GhwT0RBxE/BAGBO8VhpTdksa83VIMQOALCLDm36gI5eTHtOJ2PmTgT8SY4/TY1OFSwsjjsRoE5b240OoGUpjtUKRE8AtwFOi3mHTgGpQQ4W8eLOBcq3DjjQjU5/NdbOT4lgDlNG4Y5ZIWxOchV+TmIIMU6SZMoPEd8UT2265Y9JmVNPWjO+TwqLG48wbspPMM1szs/ZPc7FaisPC1Okjzal7A76q4AO+WIGTqHQ5o5rBTAOduzHzrFpZU6bXhmOgnJJDpxmIM6nLZdO/i1ET13PD4+uoD5PBHFMTptxs458kYxOvlkijkgR0Q5T6bDOSj+hjpOWYY6hS2BOgjcJjpkUqE5H/5sOQ2hiTlOniY6wxQFOzjzOjv97Oc6GMpCOnmrOzn4xXU45XipOeuZjTzw4yw7fHkUN7XsFzZGUg43CqTzN68sQznnc3c6vRHLOkozFDvvxN06oPu1Oi1vgzp+DPA5cNdgN7316zQLk9MzCP/2MmZDAzTo7yo0kWkdNkcfDzVA+rs197wgNaO35zI2mwc3UQGAOHpMiDlhMnM64gh4Ol8dWDtod9U8TeiePU13JT3oPj88LoAJO9XaeDsT5sw9/B8FPwW55ztjnsw3fmVIN344jDcLFG04GpuLOH9FhjicnmU4GHTbN1L9tTeSCTU4JvDEOEWehDlgodE6lzyUO7wxRTrR5sA4MdteOKf4vzgX3ew4FA3sOJMSDDkUjSg5hkwUOUhXaDnCWvM5mkpXOpN+eTsWZLc88sZ0PdJNhj2nXa48","FlX5OxL9+jsCMac7i0ijO1XYKTxiDIU8ezajO6zo5zrt5xE6Y1mJOSovjTlyvbk5IKM5OpZJFDpt1+U5RdgDOi3h2DrDgt87eWRDPa5uzD53+Os8dQJgOuMpLzo24Yk5N2lAOeajjjnQcHk6E+eeOlbGkzoykjU6CxSkOUX08ThyABQ5S1roOUy1kDoBCUI7CTE6O+/SyTo1HNg5HnnbOJYuLDml5uU7EKOZOyIcFDhGHzQ3k35xN0tmnDcy37A4g8P+OXpUkzqWdMY6tGOtOrx3WjoIiP45azusOelKNzdjNv00Qb/3MztIujJunJYzWbuONIWp6zZp2WQ2iqUgN5DZizap9mk0wgfAN4OHkjin3RE54tRzOss0mztDK2I9UMxRPpI+Zz0NC707u9KYO56pCz0FVgA/rpP5PtemBTy1n1g4gDa2NmKEQzfTn8k3V8lGOKBH4Thb0Dw5E8k4OR0kkThaxD04MCvEOHTYrznSrOM6uvaLO8kqLTuDEuM5bUQkOSXsMTnhlH85JamTOR6BdznHRE851Rv2OEmLgTjws7w4WmeaOeRKMjp7R1o7Yv6dPIaaWT24NK49+ycJPcbynzwu6pA8kSA+PPB/dDyvNuY8SWMoPUM0hjyNKb87ESn9Orz3yjp7sw07sG46Ozs/Rzv5IuQ6DiGlOn1ngjp3LPI6Ai1oO1gKxzxThrg+T9daPSnaFjv2/Kk6Gz0dOq+XATptdno6LzcyO8WrQDvRhTI7DdWcOmcA/Tm6zFE5HjCROQ82HTrVbns6MDkvO/z+aDtvLPE621FFOtHAGjtPg4c8oTaYPBmQojjxmYQ1vuUuNxn7KDggJB84Z1gmOcDPnDr+N1M7FF2aO0n/bzsLTQc7qAZPOiAVpDmDwHQ3hTymNb2rkzRTFiYzMRNiNMujGzXeIRk3zbtcNp2wEzfFXy03TEvpNFzPlzc6f+Y43Z2EOZlDnDoL96I7o1PtPCRFDj4uJLw9c2IbPOIwvTuLaQc936xIPu0LAT8HmSo9","Nc+2N64fvzX8Hg83HF0qN/VRhDfUZAA4XD1fOPJCgzg3vgQ4qnsOOD9Zljit3D45VMuOOgl7gztPvY47aL5kOqdIijkzcSQ5eIAEORQEcznl0io5pc/5OMIE0jgNFj84zDwzONVZEzkMmMM5rzzEOsz3JDxR0T09jHiUPaQQ8DxIGHw8RkE3PIMBLDyrPCg8j8sOPElzZzzdk5Q8CRjIO+zM0Tp9NeE6guv5OuybKjsBPj87dfXuOpV/oTrDp506jIkfO++FDjtvsY87kcHHPUhP4j7ye3U9fdMbOyIQsDqa07M6f5vhOkM8VjtIW4E7CHVSOwPS0jpXd3U6B0XTOUZT3DkVD1M6CfqXOmbPZjvO6Lk7678LOwsbOToVxIk6Ur+POxaB6jxMhFA7g/KtNxsATTfJXPo36JImOMMZDjmfw2U6vyc3OzYmhjt7RlU7HgbNOpt3MzpNOO850UTlN/NdszUNAZg08dQ0M1VGKTQ28FQ1Nb+lN4z5QDd/lxk4N+E4Oa4QHTe3vog4ereUOJIxGzg3to84gt/FOFyZSDl4J4A7z9a2PVBgYj6y27I9iXrOPJW/HztroYs6C2luPVfplz7DFTE805CROkhrqTnMIEI5NOJMOf/g6ThhIYM4hJ0KOCHOZDjIISQ5zjHOOSAzOTrUGow6tEbHOuD+GDvvsrs700eQOxUz7zqCzoA6rcrgOfLnYDk8ktw4ro69OIdplThbVoA42h6AOKbuTjgZi105I0o/PJXSvj1DbxE9AGczPPfi9DvDYQ08PIKwO3sEOTokq5k4BWeON1fnoTYd5CU2uMCPNxM7NjnjWq85wI/XOZezlzkbSGk5ODgzOqj77DuM2js8Qk8kOyHmXzrfQjY672ipOYnwRTjE27c4ILC6OZoyEzoaiMI6Lt20OjQspzplg+w66mRFO5ThMTsru886AufxOpNG1ToyF7U6k76rOnRoVTptrlE6vBUWOk7Xvzj7mJg3jIPtN2EMyzggwHc5wqGNOYS3zzmyEyk6","c/KLOgbhtjp+wLU6mjWcOs8dBzqgpRc5xyiaOIs5qjdmSdQ2OBo6Nmy4PzVJq101esPSNJ+boDbmg/42rS/LOMrakzlRF5033mZhOOWMEzgRkag3AfMUOK2Aijg3GZY50LlsO59biD07Zac+fvhFPpyDcj0yBNc7K00VOuluizzPtN8+HqbjPMyEIjtnIgU6e3MzOSziUznDAPM4Rge0OO4y+zfHlRo4mSULOWR21jmiCHE6hlSAOnqPfjqSTtY6JAl3Oz/SpDv1R207EzjKOkG9KDqvC8I5U4wrOZr1BTlMSJk4DnQROFT9DDi1HsA3wVi1N24ZBDoHwcQ8cI83Pa1SzTypmj081n4bPHUNCzxkqRk6Z6r3N/alFTd1yUw2t4AkNQn9DjYpaxc45Ef+OEjUiDmhCYc5wkwbOatSkjn4g307WGGnPFlUoDui9/I5iXghOT2qrDhbJIo3if2mN4sQzjhkb4E5hWJEOjKgejot/UE6LguPOtINVzuRibg7sHWnO2wiJjuFfas6n3drOjJMFjrWCPA5q9OmOZsumzmwGL04XhoxN/7cUTZPARo3TrhcONLW2zjuPmw5O3TjOf/oOzp1ezc60sNMOrvFPTqVhco5R3IYOUCo1zgMvYM3boo3NuIJ2jXkRZk0yrVDNZWwZTX063I22SGCNoxZSjiJAoc6WgzvOF7HtjlayqA5zWUEOQ29+TjWLcI5LU4XPOKeIT5t+aI+ltuKPYWZiTyXjSQ8DU6QO0Qu5DxqIfk+yRkTPncQdTrjOgM6d90lOqNeXDr+i8U5w3w9OMG0wjdIG7s3rGunOPQ3wTkC/Vc6+aB9Ot7HYzqqKOo6mRhVO7tqqjtFjJc765UjO2I/sjq67UM6gX4EOouugDlSpgw5Q8k4ONPwyDb8iUg2/ZaKNt0ZrTcRsTI6Ez1vPMRdTj2XOCM9AlR2PB05Zzxjd0Q8OT5yOcRr1TWPgeozZWgzM6WApjPlIm016hePNyPh3zdYpbE3pjcVOBZtXzjcF9s5","gcRJPPLxET2R4W06uyWzNyi+iDfXEAc3yQGTNtewGDfTfJw3cqwSOB1b+jibrIc5rVHKOfjgrDr7t4o7Nq81PCE6TzzzRJw7gKeWOnGLrzmkfJo5AXOUOWvSsTgJlQM4th6RNhqyJDZnYSI3DvqoN5jFHTg56To5R2wMOrmOtjlVc4Y5x0c0OcoBKDn2Cew4AEuQOCvGLjgV9FQ4R8yXN/d8rDb1xiQ20cVBNTPVFTZZSGU1AcDDNnPkoze4jRc5sqSdOuq1BDltYZY5O2U4OdoPOzeg4lo3nAcaOeyWvjsgEi0+ARqkPv5tlD2slCw8XSAOPARmfDuFtlY8AVl2Prj5tT0s9Ns6Dh2cOp5bzDpvLIA6Uj03OurwhzluAmM4w1iNN+jxnDfV5284rILGOUmkozr9OpQ6laaUOpvvBjtSZVU7ioKBO7z+djsDx+U69T5QOvHh2zke7iQ5LMEwOeyW1zhS7nA3c/w8N9z3FzclTug1iaY7NukyjDnJrIc8JE1zPRJDtzy6vw48SQOxPBEtejudybs32lbLNPApkjOHHosyshkKM4q4GjYd+fM3BjNwOHOEpDgxMGI419bUOJr6djq9XOU8Jj11PKPKiTkDdEI4Kg1KNzNPFDaD4P41YFfCNtSwsTdSiRo58zyDOSaMdDlrvAE6GMYPOvmrMjv/7V08tjFMPHMDHjvPaO05ufqxOfG8rDnWtQI5I4EyOEPSSDf4lDQ26/fpNZl3ajbK9UQ3X52kOEa4pTlVkv85nkLcOe93QTmtxzI5dxq4OM/PwDjlTmo4dnB2OF/euzfDUrQ2mQwUNuLvBjWVhiA2vWiWNXS6OTZ+6Qg21sXFN1PCHjoirE054yYIOoRKMTo6qYM5sQClOpUFHD0u8qs+tNnHPpNELj0VBwo606sIOXo4VDvR/4A9KNvIPtkd0j0CB0U5VEuCN13ySjkQP446vEGnOmPlADrSkZk4s8G6N1NFQTgmfa440cU8OQMSLDr2las6UknFOhYpDjsuKI47","HoW2OzyGzztpMKw7If5GOzgnCTslG7A6I+AYOpMw1Tnkb+U4VMohN/sXKzc04KA3Io1yN6zIaDejDdU5tKaRPML0Tz0gxsg8KhEpPCsEqDxD3q46WvUON0WGNDWeuSs12zkHNRfDTzWFAdY2XGwKONVZyTjOFS05V959OQ8c5TmopwI7RYkKPSJ+IDyMVEQ5mvGeOCAzNTidaLk3HcHDN5KmbTiaKiU5+QvGOb9yvTmGTMI5e+EYOvtiIDpbSys7+HR/PGOIPDwYQnM61A1cOabPiTkXGpE5kiyIODegnzcJkQY3yw7hNlBsdjc4r8031oJdODD3MDlG0Yw5VuWiOQ7ciTnZiS45JaZmOYkC7DgEdgo5s3Y/OJGxlziwCI83h8yPNjzGKTZwhgs1GS7pNVNEuzUzYPc2krnVNlcXDDmfvIw6xm2ROYgKSzroKgQ7lyF0OzHpGDw6AuQ9zfTEPtlxyj4ifZI90Q+bOqdisjmhkyc7YjS0PL8tVT4Q5t89S08lOmbHWjis7RE5cMwLOu/f8jrvhZ06fN6fOXh5kDgxLnw4QIzhOAcyKDnHU8U5Md77OtJzJzuleik7d9FzOzF5kDtCyag7IhO1O5RWXzt/rRQ7LGe1OvzJLjoqkQ46dnuSOcSDCDi1yy83/1IAOP2bNjfDvTs31pB9OHpYDDrzo608EfgDPXGjADxJJIw8H22VPL3/tzkvRpI2Q2fpNR2kFjUealc1e+PlNnU0jDcaaYw4ySJAOfeuMzlphYU5m7T+OVxYpTuR7gs9DQhYO0B2BTocy2A5pLALOHlfBzjg3pc4ktADOeaV0TngxeE5KZ+pOQcrCjpMo3c5yFCsObYWvDuCiJ48AS7WO3VvJToJCaM5uKOnOdBZ0Di/U1M4R9bHN/aawjfxDSM3sTGeNwD8OTiBAqs4t28ZOiqWijqBO1A6ZYbcObyV0jkNIS05BBsMOePphjiXioo4fqwMOOGTETc5WOM2x3+zNfJlCTarrvo1J6OvN7JLODgUqwM5"]}]}],