{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,114,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,114,1],"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,3],"padding":"valid","strides":[3,3],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":64,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,3],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":54,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_8",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,114,1]],"output_shapes":[[36,114,1]],"tests":[{"inputs":[{"shape":[36,114,1],"values":["RDNkP3gARb/MC4u+toluP8K2kT8DYxs/PCONP49A4D7q3LI9c3A5v1MGiL5bFu8/c3WRv7pYID+BRiPA3BCePriqT7/5M/+8SY3ZPqD7/L7nyaY/b54qv90UJL3gp86+F3JhPzpKTz4dM0A/NOBxv5AWDb+1R1a+crWfvoSIWz9MqSFAZyvRPvpuBcAjivE/79AAwJ9fUD8O6HY+K+6HP/9zqr/HY5c8qljDPuJJ9r9x5g++CgDOPjraiz+cmcm8dKYCv/b0qb6NKUM/rt0hvl73zz8nk4y/TqilPvQvW7/IKJY/rfUEP7Tw3D6L98Q/dWAtv+xUhr83v6i92dnyvaa5KD/wnRA/YzS0P8DKxzwDnIy/gzVMPWf9Xr4jd7U/ZjYWvy/BET8tBk688bJAv8UNob/Gua8/HBE6P7o8XD37Vo4/dQzNPW2SJL/osc6+ZQmnP3VdhT51oKs9XUEXv+htlb8xzd29137UP8Nn3z/x/mO/XkzcPPtVAL5LaqU/BJIawHoAoD+X9OW/QUFtP9SepT9ZNiE/IHFmv6H+UT+Sj8s/FZ8rPw56Zz94+RA+iFahP2WR9r7/MlI/IH25Ph0R2T/L6ghA0VOYvnbWKj9cJzE+zkP6PyjpvD4RJ0k+vw2zP/dGob+sawa/AUDOPYxs3r9A6IU/G0cKwDQG1T7G+Ra+cKRqv4V9xb7VrhI/0ySKv0wzvj+j6J6/JojvPj2mwr+hgpk/ANQiv4FzQ0DT0fu/H22EP4segr+aJLs+SXCwP27h+74bdAm9C1gdvxRDoj4gZmU/KDiFP9YPGr92tZe/mesUPh/b5j/+PsU9pBI2v5sB/L6UXGu/8Vn+P5CXX7+QcMq/36D7vlnwAsCZXXk/h4h7PpcBDD9MwK4/EruuvjJ04T5yrSNA+NekPblgsj7gBLi/KHMwv9eRrr3Lvgc/C9ICQIKRQL9X1R2/6NaIP7ho5T7v154+ZGmsv9Mt3T554W0/s1BTvtvTlj8EA7e/lTFnvgP7Hj8xN7k/","Ff9YO8GAbr95uSy/79hvPw2Qqr5OPAc+IVCSv5jatr68zt++y3eEP8cquj9nvka+ZpTPP8qYLL9pSh6/AiCfPwXgjr81lMy+4OBoP1cEfLxsAHk/aIUvvx0AD8BX4QpAQOaCvTcWdD/Nk52/CzAjwKMC1D7kfT6+baaFP8bkYD+Vv2Y/KnuTP2eWpbtQCuA/EoeIvnlHDr7/Bdu+ycnmvpcjpT/27UY/5mUTwPG0RD4MgSRAfLBVP5eRYL6DNUa/lITbP/cegb8a0TM+UVRFvp2E+755Anc+cUhYPy1z5b5/61e/GH+SvGslij+wi0K/Mt7XPpe/gz+KYww/CsLHPwWCFUBZUgq/O+0XwMyfXT9CQjC98yxnv0vEsb8ebzI+7HFbvom0b7/y/yE+QJqUP4VGjj/bSRa/EpOWvsbeh7/RY6M/ndo6v0V6yL4aPLE+hbeKPgZagT4BKhs+IKF2PxUIuL0CWEY/j4vUvbJux77Mo38/PE9QP57zgz+sLSE/9KQ5Pk1CFzwYQJY+wHsUv91DGL42nrE/aEKCPthGIMChbou//XyxP1hxh7+r01I/nCoDv7HeDj882Zo/IegAvXFrLsDTtw8/FOXYv5gJGT7M3gE/aD29v+hSkT7CsaE+Mc/2Ptui2j5pj8+/JNjLP6Kz7T8Ly+0/6GAxPz6RAz+fOwzAdDJWv15s7r8W/lM/JQyDPs7b6b+M2mg//4IjPyRXsb8LSA+/+W0qP3DWnT8p+JQ/S37vv2ZbVT9zxH+/ItU/QPYgKb+oSmi/3mkevzoX3L+MHZu/lXrJPyrPR74m1xa/iuobPgHH3b/7wSLAsXOjvrENG8Butn6/78IUv2n2SD8PYLA/CcxfP1l5aj9YGUs+G61qvyU2HL60Xiq/wPCnv1LmDz/Zj8A/+5yGv09iSz+705++hk2XvkfIuD/tXT69qg4Fv+uxD78bjbi+IVXivvYtoz0ZPGi/6tEPPnN+Ab+5zz7AakGNvwnHUb+ywYe/6WZpP3Px974ZKge+","kSQLv3dO1L8bAkC/1j1YQKu8rD9YhWy/dxNEvrvmzj4jXns/gydNPY8Pfr5VP6w/kPKjPs1+az+2Fpe+t/wpQETm4D57OFU/ZiBHvxNmBz9DEB+/j6QjPhXSrr8ciYw+euWTPnITBj8mzqu/Y7kHvo3hkD9Zpo4/4Y28vQNMrb9UTgC/U/3wP/wcJT/pT+s+8etgPq/0Oj2CgZy/xdupv+0QCT/EQa48nN2Jv2kSLb9UW0i/hsWLv4vNgj5ydM8/UgCOP0adwb28BVQ/wo0rvkkYpz/FSRnAFm1wv3+jC7/aG38+WMKAv4TlkL1lA9u/ETHkvl/eQb8GJsE/j9r5PgZvND+XpZQ/UDkEPbJiPj/m3yw/9eqyvwPUML61DjW+uUeOP4zlKz+ErOO/lxQNwMdw7D1ysBM/YN1Svnpdnr9yb5w/vC2yv0NyxT9PW1M8x0nSPsdmYj/eqWE/i24yPsrXPT5oX2O/L6d3v/PjsD+bRt09H6HXP60bIT/nXdk+2FgOv2xio79d056/mIDRPeRtLb5/iec/7tUwvypeij8x5Su/w3coP1qb3j96U+w+6QTivg2/4b7QeS4/TDDmPr85MD8QkwI/+uyXvSeJdb/CfVM+P13hPwgvMb/3AAc+3aD8PlSWyz6/0Ie/tTprviKf/b/XXlA/zpAavwuJ3j6GtYE/RNrvPrAJl75UR50/Qz/8voq/Pz8DDgQ/XhUyQN9DCT/bCMa+R1U5Py7y8r+fz4c+HD9sv3Ymwb6xzqi/clqwPaDYdj8lbsO+Hz3jvk6oJj9qA4u8u8ulv5/PAr8Jmrg9rmYgP6qfZb/Soqi+h/aCv1+bmL+bm+A+Rve2v+4J+b+DV6U/zSSIPTYN0b6V3oC/fMsfvwYJ974Sev6+XNbvvvn9Gr+DVgS/s2MjPpu+gT+LO+C9Tsl5v/Q4Mb9vqOy87kdsP9wyhz/lMBk/r7RrP820gr8wmJM+V4iYP8JfW71kQtY+SRaFvqxk1b4xBia/D+UCvdWbFL807Y8/","g/DxP+NG7r7J1Mq+JNWZvxP8IMAfzg+/B7SCv9e6tD7x7+Y+bRHjvxdMXL67EW6/KvlBv3qhNr8KCMW/q4Wqv5gyor8CHh0/wun4Pe0PbD7tq8G/SLdwPTKhwD5Wg3a/+46IPkAhSL/uWZq7gCOLPzfFcr+YW5C9Al7av+02fD79zfy+y2VQvwljqz5fEz6++L+FPyllUj9Bj4o+MDXrP+prIz8zGSC/9GeuvhO/M7+EvmK/Sd5tPwRaBT90Xoi/9RNWvdNM6D85ESQ+R0ZDP4k4Jb//bDi/OApBv2oMj785rk8/kpq4PiuzHD8jqnY/ayoSvpKffL/3Xw/ANTmhP0VP2D+LRm87PjdlvptI+r5naoi/yaDMv/gGnD/LdAM/DPcjPhSzaL8syvq+VLA3P9YRWz8nXrQ+GThiv8f89b9E2yzAC52+vycUpr7lxqW+LPRdPUXiWD5/ue8/grijvwKMgD8xyqi/pZEPPzzQwb1avpK9TQzbvRcsBz9ABx2/+N14v1gkLL+1ace/ZuC7vuURbL9bP+O+EuKAP/d3cL/cBbC+eCjpv3MBzL87enq+7RNovz9GlD/JQJ2+5PR0v6isuD40pgi/cuOuvoAzTj5vsDM/8z5YP7xYEz/inARAMZ2PPn1jnj8uvs896xHUvk9KGL/TgL6/miXpvZSilz9010Q/mrI/P/CwWL4iIThA3tuqvSNJo76tT2M/bLFXv45Lhr9p3Fy/5GaYP8dqlz56mUM/hwr9PgRRLj/G2LQ+ocbqPuYg8b54+/u/Um9RPXSqAT+Oh58/ssOavwMA+z4dbaS/Y47/PgNOiL8kBf6+oMyYPGlFGL72DLY//YmBv76JHD+aDuy+9nRcPk9Qgj+oQQBAITdZvwBk2L4/BoG+nINov22IXz+z2qQ+WvQePv10Br/K7ro/Gj5XP75J9j9sFUw/RMObvw+l2z71ojQ9HrQMQE+tUb6uXmG/yhsevsJv+L4o1F+/xiO0v+WFjD/ZfHy/yNwMQIQRoj/Pv3w/","v1N8vxyGf74UMnu/qQXnP6yrCLytG4W/ZJEFv/gYqL4G/9U/OCCaPyB5eL/3uCRAx4aeP8pyej6q+Ua+tiIsvgriTr/1IrA/6nekP24seD+Zqw8/SEGNPx9DTb1Ssry/ycQkvyUIgT/sMJw/JD6Cv8KvF0D24VI/LF+0viqOnD0IAs0+/xx8v/tUSL9VibA+zM8XP6SXQb/gg0i/0uAFvxVbGT/QwMW+Imucv3u9uz+mzhPAYMCTP9pck78+Gu8/JtVoPyQqrz1t2Ko+G9mhv/pR6T4wBBC/+9U+PYovC78WOPi9Z/QvP9K2mD8spyq/yLvIP7IKm7+moBM+br4iv3ttsD5obG+/T0zpv7/7S7/k+Yi/cTfMPyROE78susC+YHEgvs9UTD8XDo6/Uu0fv+jb9T72C3o/suR2v2EWYj42MSFASuW9P9U4rb+BXry+gz2WPwTeEEAE22c/98a1PraXab/Xgqq+s6cIwA1AOr/M84y/M03QPubecT+vDWe/tLcGv0Lacb38km4/hSSjPtg8Ir5pDd0/qGqmvsyVfj/LUR4/7sfrPnWjvr+g4Zo+YZTRvL1boj/P5So/y06VP44gpT6/p9W+r/43vgOMf7/6Xgc/+165PqrZA74s63U+4TJMv4mD2ryvfLc/6IXDvWPXGr9WcaE/eFG3P5rzFcAWpsE/oIcfv31iur8esg3AcL2HP7oHxD2bJFC/DxOoPjEO2b86spA/riJQv9bl178u0Hq/7n2QP60l/z6iPAA/0dr1vsFIfb/9M6I+5bBpvliEBL5ypcg+KDCNvmgq+z5XyYU/LQbNvm0NDD6rZwVAYHyivwnwkz+l+Dg/o9rjv8nWkT7cCxA9TSDKPkpcBr9egN++Ds0RPxKIaT8Ir0O/BlmAv6SwyD6OO8c+nnmqPnVmJL6Xvkc/EgA6P6IdqL/sF6K9jeW3P2fanb6Ryuu+uGHQP2ae8j3D/I+/nLijP66DKb+OSai/MRu/P1Xp6r606vC+j2Y4wEi80r8/dyw/","ohNuPYbpZr4uHD6/w4FNv8jcxz74bZC+LufDPyiUrL+9IhTAmvU8PbUQeb/hfoq/fsg+v/CHtD8pXoo/gfhLP2IXYr+RMws/obe1Pv1PnL+01hVA1YKKv0/MgL068xM9wJGQv3zzVz1ySze9DA3Iv+mgFj+i4v0/yHJ5PrgfxT9pKIG+ttKZvz6dlD5Ynxo+WvdEv1hz/L/orWo9C0oRQBD9gj8XJO4+CrthPh0ZBT+0BfM/cihQv53k4z1oeH+/LOiiP6SKHL4btTO/5qyJP9h4Br/dc86+ZW0rP6y9Yj/6Wjw/WxV/P+iODz9dxYo/oIivv/hw3T4iq729bh60v7s0kT9ZVX2/Suyevk5Kxz8rdao+0HJ0PfSCXb7OkQK/SNUsv1OSgb9kh54+vHdfPy+WHz+liWw/chsfvzOlnD06BhJAmk+Mv0wV0b19PbK/ekA7v6aeTz8lKfE+ipaCv5oNCL/GLa29TnUOQLb7Cz2gK96+YnzTP5shdz80pQk+4k5dvp1zcr/rPAm+g4hlP+c3KL8CtKq+KQHzvrUgvj5D9wk/fySivyhVpz46MKa9mjORP4lwC0DuIYm/2+OZP+p8UT9I4YW/eQQGQOsDT73RETO/D8hJvZIrJ0BiI5s+6u3TvibsMj83XgrA0VKEvbE7YT9t25o/SJFoP+7iVj7Q5h+/i88PPwfuJD/BMBU/VG84v8m/N77rRbG/+CUyPcuYBr40S0O+RsBPPmqyFL8EIHk/bmmJP8MRCj85uEU+5FbTPkUO4L8+qSG/FIgmwLr9iz8KdRA+oyAbQArZnb6Eyiu/jbKcv22Te7+9cVE+kZw+v5Hejb+XE6u+/MGLv8nH1741+86+MoY9P6db9r441/A8lurKvs71Cz+N7F2/wQYgPzGZK7/Q3R3AB611vbKMPz8vEvM+VB1nP6neOb9fN90/XRUiv51RSb4kvgO/7bWoP/+cgz8Fnjm/NQ7cP8xDQD+7FKU/SLB1PmOAED++Whk+uxhXvxJj1D+iC089","tkHqv41F8L81IZ8+9vh2PyU5QL8m8KG/RDZ2vWqSob84WX6/fiSnv294tb28ocI+E6JcvwYmUj8GtJI/cCOiv9nt8T//8T0/6ekBP9dLNMCLcYs/dm5av+OCQrwSi0E/RPoSv8g2Xz9IVw9A76nEvr0Gij9NfIe/SHdbP1FqKj+ngIg/uIx9vl5pVz6BBHi+4D57P7ZTCT6jliw9CKDwPnWD8D9Xavu/0v45vlugwD9JycG/6KTyPrgzn74WqoS/IuYkvix9EL/ljgW/D/TFvxDSEz892GU/Vzq6P2q/tb8So56/rnj9Pj7/qr08oo0/x34LvvX2EUBc/8I/foxJPkPif7+30aS+9AXYPchU1j3uMpE/Ci89v1/D3r/L35K+9QNAP8Tcjb9miLg+T4HCPjOr3j/aYnE+/IaZPqPgxD6COZI/n/ppv5yifz4LO4K+VR6QPyL3Lzwp1u6/aBLRvxNXzb/+uQ8+o63IvnDisz1e5Li+c9/AvA8P3b7Fuo4+rDLXPjIFcz0sLsS/MBI7v/TXSr8r6ZW+Dt/5v2cIsj+AwNs/jy0zQJn/Dj8jQss+/zuivMNZkD7k/Xm/c3usvWsa/b+XSJo/VHenvlDXdr88sOG+eQU7v3Ihuj/mJm0/7a2wPt6RzL58dG6/cguBP6iPSb5mcOm+PYMyvwiABz/JZii/llnTvuhWjL8NYFk+jMFbP/r5jj8GBk4/4Az6vx0Nnz8IqzS/jPn1P9MsIb+lXhs/XOaUPhmimD/HbiA/u1wmPuuKtD8IQJQ/Xa3avJOF3r9HFH4/nP++PiZ7mb6yRQ8/HUMMvwuo775Kw8y/lqSGv1OOtT+uXbu/IWXZvtJYuL8tSXE+QdoRP+6tIb5nVABAkErjPk/xFr+XieW9YsI7PaJEGL7YZL49GRYkv2vBzr6ix9q/Ww5xv1Zmwr68/Cs/sjInv50NKsBNjh8///hivxxDAMDpoQO/34E+v/gATL6/nNQ+o7B3P5/2MT/8TrM8jlMDv6ydaT+ZiPq8","ACZgPgxEIj8knVS/I4EbP5R8xr6g1Iq+3V6UP0Fr4T+LLI2/i++MPsLHSL/OpKk/q4Sgv0qGgL/PftG+2iB2P/SQN7+LWTA/6EhOvwjDlL/2qSe/WS54PYu1275Bzxo/ieQtv3cl4r8htMq+GpgjP62g7T+9uBU+2nIuPT8JML/+DLM/6GJyv1PUhL/N7To/IhXuv8gNIz9k8EI+DcRFv8LfGr+l4b6/eknyPo7SYD+PZIO/spzrPw9Bur9nhNO+4Ziyu5W+Lb9DEOy/gCGePpkMcL8bhXy/Tukwv6oBFT7YqRTAXzeuP0YPjr/PF7c+/+RWv8DDXz+nxwi/ufXoP2wCvz8Ve4K/6wtXu00Ysr7gZtc+kX+cP7G1Hr/DtjK/jdT2P9cjWz7fWR0/nCOrvpUDhb+8b36+aYHOvn2L175itDe93eCnvijsM71Qs78/w0wcvz1jMr5hpXk+kqhgvmiTPb8GBq2/IY6YPwpFYj8lMzW/3aZqP66pcL/80D0/FGWUvzUKEj/pdVA/EueLv47RzD4u3R26Q+FIP1r7w73TO4e+Sc6NPySSSb8eUuO8I861vr8coD2roZa/woURPxES6D8ZdHE+lbMEwB2CJb+HAqi/GDi4vorhOz8Dkia/udcBwJdtQr7otpU+xcANvmBBEkAFxrs9QHtFP8Uguz8Pc4K+fkoFP8qGhDzHXU4/CTw2P5+Ur7/AXia/QlPCv4yKcr+/xzU+pZhtvI7ovD8SXXK/KCITv4OhEr/jU72/ZfuAvw8Sjb5JekS/5JwPPxYviz8YM4u+ODR8v6H1c78N4Bi/6bWMP3cdsz8u/e+93UMzwFqZnz+kzmG+2+qcPX50Yz4KRfU9PT0jQHUioT6Q4B8/Wa+DPgF11L6ygw0/i2N2P20Ul7+LngW/ZY9ovvSgh71X2xa/rX83v9rGvz0Y4Qy+QN5Pv/drvD9s9tY+qERevcNQ3T5zrHG9LsyOPrapQbwwa5c/IxSQPiTJEz8JG7o+Sd1lPoZsOr9Boyc/","dTKRP5bnFb9t8oW/D3OIv8mxVT6mbra/SShQPwnufr9uL6+9UifyPnqH+b5g4MW/ZVrsvwTqD74lf/O+pn/JP0emjr/dVPc9KuCoPf8eez/rg2e/3GqKvY4sgT9mxJW/19vlvcnyGj9GipE/Qq7yveGu1b4/j/E9hFtIvz8zBD9321M/+SSjPuTr6D+1xIg/dulaP7+4JEAxwUu/vZoTP7JD/r5dVbo/AMUyvkSv379pMJy+NaSbP21SWD7SwV2/wbtEP7dajD+alqO+ju+Fv/oTLb+j1mm+m1ugvnwOcz6FpJc+7OtBv/hBYb/JOPg/35xRP82n679jQbO+gZarP2GpkL5QNky/EHMyv66pIT5A4uY+5ntGP4aLvr/wXvO/f4Idv36fnz7vpze/ixxHvqHD9j85K9m9/y19vwnfL79pMky+9cqpPyzDjD9Dwve8BJsVviJ/EcCtYCY/vu3sP+ZG5j9RReg+e+CPvtCDdT7b4T2+er5SPwFiScD7TFQ/0ohqvsxWqz6Ld5q+8lkIPzn1CD7KUZW9g+s8PU3VHT9Ps9s9cYF7QGCPSr6HTvo/rOn7P0+Vir+RSvm/B9vEPp/30z/7Nxu/XqfZvn784b+KWAA/0OUxwKK03L5f33I/tNALP3HzA8CMdyo/+8Jhv92R9b5614K+oZ2cP6WNiT1ZNoE+ah9TP0oyrL52NSu/sANzP0Z+Zb6UcizAhbJvPo0HG7zBDCI/TLnAP+F1aL8bRjI/BErRv4Fygb+Mx06+JnW/v3DZbT/lNq4/VeGZvw0YD0AAdZI/t81CvlK6pb8aCKo/Rg28PST1Q7/xBx3ABq2bP1+mZj+RMXi/AKydv9VZsz/4Vz0/+Vdyv0LBJb9G8s2+vcVCPzVZLz9q63O/GTyWv0LjhT8KcwFAWV3jvtlRHj8XIvO+uFANP/4uX78Eb3G/PtWAPwa1BL8x5Ke94H6dP9U6uD4J6+8+EWSJvygPTD87wNa+0SGwPwbVaD87rNi/z1XgP9Blpb59MCzA","3JYov1/dBb8aaps/6PPYPxMU6L/kUpk/+9avP1SQ1L4PAIO/GCo/PXeD/76RY7E/SO3Zvp1MUL8/BZI+OUYevjow0j+RPou+JVqUP1skZD4GDee9LzEMv0ugPr6LKpc/j/OHv/Zbrr7Rl8i+MM53P1MIdr+sZG48ccIRv24SUT2H0+U/mm9aPwVvcb8AeAy/hQ/nPQ+PHj7RpDw+ZMSZvcAJNb7pEkO9EyTAPsTvhL81Z1O/PgN4PoUA0j82k7y/jyjXvHEjhr6RONk+lwqRPVNmwL+uQQC/34IRPzV7uD1B96s+euoCvz6Okb8LUUq/YDsQPycbkD9uvM0/xG54Pjjwzj6aQRW+CKIdvmGzor5JiYw+zu5yvx1PCz/h9ag8fLlAv9Yfxr+LGY2+Y7czP/gjdr9AhYu/yECmP1QZ071aqfo90R1+v251UL+vGI4/l6CJPxHxW0AqEhs/tmIHPypStL+Eu1U/28r9PSWs3r+Gk+S/II8qP+bbSz7qF5+++qmkPwze078fFqo/DRWwv0qHNT9LfgrARu1hv1lU9r/hMJm91ieYPtxhhb8tvM493DWvPtqLVr/vUIK/S2VRP21pgb5FB8s/sSKSPyj44b967Q5AUXOMvi9eFbyAOKQ/kiruP33Qib+M2oM/h8SMv0IiUb8Xlis/6kQZv3tgzj/utXO/mnBCvqdtLT6HDhm/uzwCwMQuK0B9syA/Wpk4v5dqBj7LADc/IkJxPc9w7b7zxHA+YM21vwQHjr/8AHk/wt6FP+ZsJT+iQqO/5e70vSXXjD+Gr0+/dP1Av3sDJEDQu5u/YiS0P9KMBb2Pp2u+qfi4v0GdUL8OHXU/RZiHvpP3T0AbxWe/d1ykv9CeFL//b2w/3gx4viplTr7y7eO9rammP+s2er/FnsG/RSUFPwkUEb6Ea7a/nlWkP7Gs9L+alfW/8w66P9id2D7rpBY/kKdGPw89v74wZCS/uJRWPe416z6rkYI/RZgrv7NbzL8zNIQ9nu/Sv5VrHb2pZ4Q9","mTfhPZdWy748Rd6+CQapP/NhPEAJYSM+TU+cPV7zNj9Eo18+EWu0vWvXWb6XwpI+MNzkP1DQyT45DgQ+CrRvvxfEKD8SXiM/C/gWwIYMyD/ppk8/wIevvpnkkD8DtYC/DyAOvzEZe7890kY/hiKsv8g55b5VVrg/LOKrvouBAkD6nUE/FBAYQDJVuT+iJIM/yfLtv+CLSj+aijQ99rQcvhFgrT/atZW8FhOPP9fd7D7QvKs/x1oKP2iMiD9Hjsg/2WD7PgHS1L41kLI/oQpWP4FMKb+ipFC/TKWjv3I5Ub/gGJK/lYxSvykxAz0rTxY+WJ0lPyO83z5ghgW/LbOkPlMzFz8UvTc+4YDEPqT7H7/rVMO/U6j8vil/eD9tRRc/0k+vPtuTpL+xkaC/56sNP6rBEz5/xuC+IQe0P+yuHj5LphBApSumP4UBA0Daro8/XQ2Dv3eD7D5gCSO/aEs1v8bMnD2nMJO/l6gFP9Cz+T+I3b4/BJeYvWBeMD5iN4A/rDAKP/OZmr8G99G/f1xCv5dWtr8U4NA8Un9Jv6FICb6SfDu/j7fDPfVd9T/LiHi/8c9SP9JcFT5BBnM9JMYSvj6VUD/kJzI/oJnIPn4ayr/p3Lg/0wRtvxnGJL6gIsa+CL81voEtSL/KpBVAJB+Fv0MeEL/M894+mEQsPX+2VD/Nzv8/pNslv7+vC74cocS/EJ/IvkUcx75M6S2/xhemv2Sk2D9uEx9AqhOhPz5lHj99uTy+iWrAPx7sfz7YqdM+EsiqPj8+9j/g5BY/ucuPv/D8oj/1Sry+urHnvR7VTr8lwu8/qOw6P9J7Fj9dfZ0/NWo/PzR5Fz8BCHA+WiVcvSHPC0CLBto/7C0XP6Qvvb8VbJ2/xI/DPYETjL7Fw5e/RIQPP4JLx75hBfY+Pv7wviCfpz7OXiNAidqcvtH3HEBIPsw+bNWZPrP5QL+oe0S/H4tivyvUvj9E3wbAaboJP2vAkj/lyvY+FwgfvrCitb+tIwa/mxzqPv3o2j5yzIU+","Qk4Nv1Ehfr7AJd09MdWrPrU5cb+j7M8/4uLMvwTUxD0JP4O/Op67v/qc5z4Gp5i/D3YxvpzaAbxTk6k/BIT/Ptz+gj9SpgG+K8c5v0tXYz01G7c/ZS2Sv63Ix79f+F2/vMFHPgzVs7+A/Iw/j/wHPz0kvD/9jTC/eqN1PpDnDUDk2x8+eg+PPxqREkDaMkQ+nNR8vwVnCz/tqSW/8MNuv//HKz8ciCW/XM9lv5cgDUALNwY/In+DvUXIFz02s5Y9deiAPxOEpr/w5DS/MrSlP1CGbj8CbUQ/GPktvxPdC71j5kE+q9aUP+IDAcAayUC/Z6z3P0bczL+4F2c/eOpvvXNLdr9byNU+UltfP1dSnL9QGU2+sD8bv6Kbfz7cKOg9QX+wvzSlHj+In0U+Df2SP1TkBj5+JDu9KJxIP6V//T199fA+9qVLP2t0/D/4tBFAE69Gv1d5Oj/PN7I/LVCOvx+bDL77HDw9C+xqP+0aUjzSZak/3/GGv+j/Wb4P9Mg+roqivx003j+qguA/SIk2vpIfkL7WAKO+5d6Cv0fUfr9Jb9s9ADKKP9UBjr5/sZC/swxGPvD8FUD/flo9ykyWvxIFzz6GBAa/TPEzP8YaFz+ob5s/GeGOvzttGr6/59C/L0mivy1B2TzJble/hDZavXTmAL72roo/yB15P8zZ+r6WoQK/b0+uvvE2nr9KGZu/6vsRP/9YbT9Nyfq9AzmKPuVwyD9vvPu+ypeJv2oJhT2OATG/0Hd8P8uy+r8yoMS8D9MKQOM3I7/wQmq+xQobwHK9Lr/vunm/plvUv136cj/TCIE/I3E+Pc+JwT7is32/QpsUP+kjCj8cCN4/C4WrPwXSBkAsia48igjcPmss4b2WDjY/+d6UvxPUNz/XioS+Ywm6v0h5k77umYi/JTLNPoPupj9QGq2+5K28PzwYCj4tqyA/TBasv5QNRr+hXms/7qSRvyIoc7+2w5c9eeZ2P1Kvfz88CJa8yReAP848oz+pvYo/ADCAv74EXD42g9+/","k1dnPUoMEz23H5m+evipvzt5pT85hNA+utr8vn5VaD9rVWI+GiDxPgnLbT8wtWM/ZOddv1VCsr7F3dI+EMmsP5GWDj8uKyM/16G5vjWLTD3UBo6/H8Uwv66/E0CrVEg/e9gzv3rp8L8GPuG/Dwy4v2LGRT8eWgo/llNtvq8DrjxI/90+opOBv7ck0r1d+kG9i8iUv68/2D4gPI8/xYdBvjpj27/rEIi9I+BzPyjwN0BSYmq+aw2Wvyiu4r5oUFm+LG6Ev0coNr8fP84/FceSPyzMQb1xtIS/ybSvv6d7Sr/Tyz2/+E+qvzIdU71DIVG8ApAlP2SCRz8ffLa+2rGoPhRf/j1NFVA/lyiHP9htKL9/oSy/7+dSP96Xeb947FG+mAR4vroNvT/nhd6/uiqAv6iQjj94P3a9lT07vCayvr+gxh+/xzjwvw5O/b+YkzK+TykGP12Nlb2Zfys/sbDSPpW0Wj8ZwTc+WnVZP6/rpb/2DKi/O05Vv6Vk9b7hjU8+awmIP0AU47/Gji8/XAYLPiksqT1+VFG+hUEfv7S9kr958gK/YDNkP+Bld78MtBc/CjZgvVSdpT9ALIE+IMewPvkC5r6ZUpw+2G+dPoKf6j7DN0K/L0L0vz9xnr/BDhq94HCFP3ypYTzG4g0/ehUqP2UyoT8zwEC/GZjUPnkAD7/UMjA/BhKGPy9kij9f9ys/5LQJv4SZMz1hljy/eQ8OQJZoi700Z8w+0M/GP2ExFz4iiTi/axmQv22t0b9iitS/crSePqHt1z9lVPG/muWtv3ib/D8u+Gg/ifSUPmTEVL9E7h29nlC+PxMS8b4nR6A+k+gGP3YMZr/iyNu+i1x6P8qDUj6NjJ2/Nk8MPxAhmz9R0CK/N0aXPzLEBMDpKUS+gOuAv6F6rT9ksis/Bpa5vgrPl7+ONra+3d9avjA3Kr/5wt8++wFlP0RTiL8XBSy/FfaJPpf7k78h8VQ93SiVvmtzmT0+4K6/PmMSv2AkxT+V4O6+LJi6v4/G2T8WLl0/","RtSCvxuM4z4XYwM/h/uDvlZ1Mr46Cd2+30wJwPDrhj9zwo0/BzqSP8lMwr+ukme/kJDOvfuS2j7uhsa+xzcqwJWt2T+BGYa+vq+vP4SRsr1rvVU/kPiWPznm2T6FgEq+dXVLPxWeh7/vXZO/sJ62vpfmzj+Vw+c/klgpP8OlJD9Zs9U+tJ9FP0eaNz/7RMc/G9MVQCofRr5A/tw/SjnuP/b53L+xWE8/Bm/Hv1If6T6QAoQ/66AGQPCsoD6Pscs/ESgWwIvmkT8aipY/M78kv8uiEr/40Rg/0xgevhMWCT+GZ2u/bEhOvLP6Vr/9LaS/CfgpP6zRxb562QfApy8Vv0Z4LT5T5+m/6jG+PmgXyz+UcXU/z2Q6PhWNvDx/6Vs+u9dBPrqaNsC2KgFAegniPyjVAr1jN/U9ojWBv2G1qj/Wgkq/1ex/v3xCBz+7pFo/Sh2Qv26FEb5cPTC/16Z4v/Wu+TyuaXm/nzx3PjhjlD506RQ/aFSZvizraD7q4oU/0jHovsgb3z6RUCW+yO+rP5wg0r4j6y4/+PpRP84Swj/nCRDAd1h1v+boIz9tqxFATQc2v15Hwr//bfU8rvzZvxNHsr3HDYS+PEVdv1cQzL7rcNG/XekzP7KRuL9UDZw/UnHuPl4nVT/m9L2+IskpwHSBGb/SU3c/SI/CP7brQT6z1dc+HPJdv42vdL6rgnm+LGyCPq8KXD943Ym/e/oRwCKGYL8cnSI+xNUoP4KFwb8//GfA2p6Rv/1R+L5Iip09/gIGv/adsztXGjw+wV4wP3i/z77BPke/PnjhP9uaRr+zy/2+55b4vo/3C0DvzMg/pFdyvolXqD9MCxG/V6PsP8OSJL+iO3k/r3rLPxeHxj4RH26/VkXRv591Dr1XL2M9+RekP9Admr/C1ou+eleUP0kZIb6ffdo+8zq0PQKgRb/wrhE/7xEMu9fTHUAog6e/ZOKmPVhThr5PQ6G+mggLv/vxhD+Iugi93DOEPzLnybzGy2y/uajkv5Kfvr/0OvU/","R7dmv4UI0z7ON2m/ltfJPtWyH7/JCVo+07KuvkEIJT6zTB8/+R+1PyMWcj+nhpq/JcuMPg4/ZD84ijO+0UQovwoi+b5B3Dw/eSULvzGjmL4xhjm/xs2IvkjmsT83bpy+LBa7v5Zaj7/M5Q3ACJnXP6r1oL/7WxQ+R9bivwO/wb5RFly/CPKaP18Yaj+EoAXAMJiQPTg16T7DDsG9A0QNP+y+Ub/OFyA+LZNRv3bHLL+9Tae+FYegv6k1Gj+q0VQ/JF5kv6Fjur8fNog/xYK/P0BoGD/Pb52+B9zKvhdAFr+3eC7AAff5v9tuLb4Fv42+MqgFwPLLQz+oE2M/kv+evxVkvL4lczG/O5Y9P7Xbw75yG8k/cvUNQAkm2z9X9EY/yBEQv54hkT/ov/E/1aNSP4wWiD9/CDe/IgO8v6K7q79mW9W/HWVHP+urFb9DjY6/yLoLv0hloz9rRR3AiSd2P5s8aT+YOp2/b634PsqUGT/lbti+Hyt/P6XOjb8phGG/yhoWPxGXe79R0Li/ShU+P7Fb2z7dlQs+AUOYP9GP1r5OS/y+AiWOviWQaz8r8MU8rLFzvwaxcL/xz2+/2JIEP3K9Nj/0fA2+VXWJvz0skb8ftcA5fK51vpulzD49xre+H9bwujoQdL6fiAY/+ziJPkjCDMC2HfS+K/tkv0W39j9hV4q9Rc8DP6bXT75/rXC/jX3AvrMY/r7un4y+A65vvn4GCECILTY/DpH4P/k1yL5OozI/SW00PwAuYD+VeZw/uqlRv0gKyr9Z3UM+QF+SPqunDr9CsQE+je8VQOMYc7/HvC4/Pm0hP4FqXD8SLY0+OP3GPy/shL21fLA+B7yuvyfrAzscyRI/3E1DwKBSXD8d7t09jLmYPna6IT9Iypm/hQlXvhUD9r/xEZc/uO2CPw+OPT+xBcM+F7zFvxOCBz8hOCDAmK1DvyJEvz1MRUU+pdHAvjT7oD8Ec5e///8zvz3Ct74vYSm/+SCdvpThyD9hhoO/DYvCv1Kt9b5GOI69","YI2Bv4s9D74H3SU/zX9Mvja+mD/t8zq/RCOAPvCs7j9C4SM/mXKMP67PDb7mFse+dVAYv46iGz8U4e+/NiWcv1syiz7RcNS+ixtvv+lSlz3Rpla/KmzXvkAJjj86gtY8mlrXvvygVT7CwGy+r04QP4rwarxJo7m9DBRQP/Yljr8qPyc/+WDBv3kX+L2tImw/kQ2qP6+rF0BFQiG/9N17vlOjEkDl14k/rRJYvtpQJ7/zDdC9RkfRvwTOc79qg5C/vPiDPSexlj6vXjO/pLeIvxFCqT1GGtu+28ycP5TtPD/nW5k/Qblhv+xhqT/Oilk+eMuDPyj68D90cgA+ANOqv7R5QT6bXfw+CKhjP5jTWz/AnJM/R0g+wCKthb+mvwbAQeAUv5AU9L9tJE6+F0zUvyH8vz0nFl6/LDGPPgRNIb9dgNq+4oAqv/eBhL7Vedm/JKzAv8lBQD/mgkw/sLynvwNNlj/cTWa+cRCsPlZOUz/8YhI/LIALPWEpbj4ALI4/4SEvv1A/x777sp4/PHvav+Os2joFtJy/MWSQvjqrub4BW07ARW6FPmkoIj8Gouq/u9GkP1uaJz4QsFw/yWCwPzsD5j9NQ7O+9YwOPxIubb+LXA8/RqnJv7xgDj9UnVQ8W1oCwEkSmT0P/Q+/0H4Vv9Od/b2YkhO/cYD+PzZpRb7H8JM/XJMLPy0R4j4TMls/4Tq9vwtjpD5AW8M/P/rYvVQexL5DEe0+Ek0iv+cV4D6p7py/a/nMP9etX7+3wBq/OwvAP7nXgz8jrFO9LSEnwDR7r7/5ZqS+8BjcvQ/R/T2oRFW/uHJDP92RIT/HHFC+eauLPpv7yb4+f/E935bsP76Mc75kfwo+UGayv0hyFD5Qd/c8Of5cP7Bnab8gbPe7O2vRvtWmLD8M4DA9idccv4zsjD+1f7Q/t3GKvhUnH7zgfJi/6AZfP+rNoj9VLKW+oA4OQNzyLD8afVC+w4LGP1UnvL8kJxS/i7HMvpWs2D/YM+C9EPetP9ugE79NDKi+","7EgBv6+tyz9s7XM/uzOPP/l5fD+UgQ+/hLYMPxq5174sPOk/2ntEv2/18Dz8vWm/zIlAvVSBmD3NXJo/mDA3v/3neD158RC/X6RyPcC4rr0ZOpm9jjlGP+T2/73vD44/WeTivi02ir/RZzq/jbhaPLUfmz4T7cE+gowxvy+pqr0ZDQLAuS1oP8FplD5ZqAVAKQqGP5dPwD6qQEG+mo4IPxBkCsD8vwW/2PwYP0xFE77iEsg+XESvvWdk9r/DZso+1VBiP88WYD7dFEu/LkScPuOQkT86xZq+V+IYv1MKjL/z6Ym/hnUvP45iYj9LXEG/BY1BP5QUj78fwx++XCzmvlFzkL8YPnm/WnoZP8zSpz/dLaM/k6iFP7IEqL+5pFc/JjBkP2/xpz6X0Ec/iJVxPpyhwb43vQvAisz/Pw/fmb8HuOY9vAmcvr8Rfr6DUyQ/osDNPX752z7p/QPAs/Zxv/j9vz9STSU/aWnzvkFU/r+wtThAl8VPOy2tvb0EfZu+X33TvtrqSz7LUYO63tLaPi0YPD/5bMy/Uj34Pj+6177xac4+N3a7P6hqgL6Wzga/+XS+vzeP3L2oz/A+7YJjP3Dik7+vIAy/kdFgP5TXvj4nZlw7Z3ZzPp1sRD96l4O/CUyPv5b1Tz9G1rw/jVEWvg/m7r2Qqui//KRkvxSCWr61MhI/Py3Ov4PAor8l2X4/rSRFvcSXf7+4nHe/Vgo+vpkwBL/sWru/kUq0P7OWEL5Vi6i/cOuBvvaMHj84/Mu/DcphPi40Nr+RShI/9goMvQS0wj58Fqy+nevRv7HgB7+CT5+/mnmlvnkF5ryeR4E8BPfFvQHGKr/jLtk+vBVWvy98QT9anpU/Zk43v7B3cTv6jCi+720OveqLQT/8jym/7yndPsfkBkB8mjk/29Qevj7ghT+sGpC/L/UCvwKblD8W5k6/Hgc3PtYysb5gzgxAmwIzQLUo176zaSq+MgUev8xxBcCHECS+LLajv7jr6D9C5FC/qaMXPkTnBL7NYdo/","lMiWv4kyCz9ZvvI8lpGUv4QGCD1BliM/VyqfP/pmfj+OCU+/+Y/lvuYDib8zVam9WwMMvmBUfL9Io/o+s7hcPq6B3z+5h2y+3Yv9vv28dD+fJmK+o9SxPV262j8BnSe+9dPevQ0TRr83HE+8oUAxv1GpSz81rh4/k1Ksvm/O8D5hm6K/evkjPz9UW79OocE+8HoHv1fRRr7g3z2+YKRpPpJHjz/71Jg+mybNv/DhPz/aLaQ/HLx7PZaTib/OE5q/7CjSvqHVRL8xRAM/s29jPyl3qb+EEOs+GHLVPyhEE0B676M/gnoCvxE4Tr/pW7e/URpCv5A30r4tcPe+Q8DCvcQKzj0nXQ2/ICRAvh+tWT7KBIY/R7wbwEuHZr6UH8W/uAIsvRKg5b+tgdW+yiz+vguJIr+hmsw/pxg9vzTg5j1j0mQ/MdhdPtndRD63Bzg/BizvPjf+7j3PyeM9MVyJP9xJgT3p7Kc9r92XPzuILT6PSJU8e46/v505Ar94qks/hJbTvoo9cr9YJQK/1Hbevx9Ikr5iLdc/b48qPlKIfb93PgG9LPXVv3iCnT85iuI/RgfhPvFnQD+pgwLAHDEOv4A97T/Bze++zIC4vlam+7/93QY/872pPosxO7/j3Wk+V4CGP+VoMD1zw5y+fSHTv0P4T79u9BY+CLV9v1WYH78Y3o2+GHItP5cXaj4/szM/uCOTv7lumr86qCi+vQ2tvjSdAcCPw4U/nfnvPiJ/oT/0zsw/OHG3vhGv/L4TLzQ+108KPvVVWj5EEbi7uZIBQCAIKL+gKNU/C1PXPxeXKT5EA1S/DyAWP+vjoL81pMi+CU7IvhU0cT/hK6a/LrzhvscsR7/k6BM/1JvrPl6gAT+sq8K/6I7Mv7tiE8B7fAa/yG0IPxJUnD463nK/WEYGP4vujb80LzE/UiQXv76hGL/rh9m/z28BvWjGyT4fVJc/qm3DvTLvAr5EWrq+6rscvhuizLxoigU/8JS/viPy6D2vaVI/ZdWqP56Mir+ICKu/","diakv5uBy7+ec4U+3t2uP9B1mz/G+2y/3lKRvx8dNj+Gi+u+OpOWvi5aDL/PV6a/Ij1GP7WUnr4V85k/4ushvzZBML4X9e4+cCM+Px82wT8/zVC/BKYVwHJelD/fCE+/GtLUPhnWC75Zlds+0ydEvsSoFL92q6m+XprHP5rYjj9L31k/6OusvVVStz+SRow+HcY2QNvq8j5O7ji/jpM9v9vxwj8zvSNAP6j+v8fTy74odqe/K72Tvibscr+Pya2/tOHEv5hSDz3MZMc+BASRP6LBAb8ZPRc/zSM7vzPIiD+JRIe+Nn7xP1VP6D2ex5K/iOo/vrQBBT6hMgA/gwmIv1WNIb+dxSq/rSlovWw8uz6cPQU/ox5KPw3lqz/Zybu/tfHWvy9vyT+4+4i/ZUvlPzjmmj8K+BE/KbMHvyy42b8q3iC+ZIISwJmbjr30Bx4+lNPfvFwH9D/O/5e+voOrP9Bo8r/BUQg/iJgeP8B/uL9N3C8/4HI6wJUowj9tzZ6/RjYXPqIo5b/k+Le+DbGCvSepQD4Rc5e/Q+EuPwAYmL9wp64/AgmMPxp2Bb+/bz+9oUkHvxprBb9DV7Y/cRKcP3d1Vb+0dT69GuAfP8S61L9ILcG/6dsDQL0spj14fSq/4dBjvWjcrL8yY1K/SFlQP1QENz8etxQ/kyNEPwcfUr8JxtU/f+1Dv6+QcrurzuS//GIMQNjWK79VrxhAh7zuvvQv/j+k004/nKmOPv8Wvrwrcaq/by1/vRrzkj++kbe/YddhPpdVo76QAAW+vNcnvq6JDj8MeeU+aXOjvZ6mjD+Q/sy+I5G+vyPguz+8FBc+qjMXvrl3ir8ssGu+we95PyRbhT7+B6M88hd4PzQ92j9WP8W+59ymPs0Aqr/rLzS/20OFvqXRer94PoG+zOC7P8aknj9WOnu/2DzGvv17lz+Hthm+07cYvFx6Yj+JOw8/hVOdP6/rQDyjjvm/7QDoP+YsKD+uhhC+Jrozv6LRRr9AIWy/IEG5vwfszr56ptu/","pAGHPwvjmj+hc5u+TW9Uv7t3UD+D/c0/BYvCvrrfEUADS4Q8TrkMPxtoK8CJekm/kEOovg2PeL6idrA+xbO9P92SEz/jLC6/NRYyPyF/JT2f70C/KnPkvrId+77irAy/bjM4vinO1r9xlXG/FYqSv8QgPT/tvFlA64WhvA5zBrqm1Re/P2cHwHm8nj8F44W++kZRv3U6vb9RNvc+1vxAvZVOhr8LxHK9tjqkP9N9Lj+L3Ay+RFOAP6E8t77gmNu+HZz4vzV9jT+3Yiu/E7qAv8plnj36nlO/0lsuv79XeL9T2Ey/kg2PP823qj9R/1O/btPfP0RbW7/p0wu/XfXyv5EJ0r8L5YO/U/cIvTJpar5EFss/PY2QvylpNz82twW/UxKFv64dXL4SAYW/FvkzP7DVsb49EB8/P1D/P6zzwzxDtJA+tjnsvqh1Kr+/cEg9bUnYvjwgSb8Z4d8+0y1Jv6Ajjr7nQX2/IkAnP0g3tj9bvMQ+6ti3Pxn0Kr7L+vo+F4Dcv144p795GkY/mIYYwE6XHj7FKYw/YRThPfZm7D/DaJ8+wcukP3LGrT6CdRw/ZhfFPzHnj75q9ES+Cv5nPyZNgT/MEJ++2ICxv52LI78BHfu+wJvnPiV3D78NlBE/8fH6vktSXj+UFK6/68f+vs7YkD+ZIzQ8SctMv0LtDkAkdXA/y10lvwnV/70oGZ8+ra/Ev/Udfr6eAbO/R4o/QCGJKj/2Nkg/+mF9Px0cir8CLoE/vhePP41eDz/Rfle/+bubP2vh3j8WI+6/Q9oWQGRejz7pUnm+QNyQP6THMcCh+YE/Ir5JP7/zxj5lkGK/0cy/Pdu2bb96A4c/Z2pcP+i3mD9Kh0S/7iu9PrBYfb+4VMI/LLa6PyjJAj42pYa+zdZBvwMNpr/nPtQ/TREgv1Hgyb9RtLY/RGXjvsPC4T6jHK2+Ct1hv5+I5T626cc+btiRvYJxk7+Ub5o+qAXPvgiFYr49JhE/c8vTPpxPgD9bfaa/x67yv5JZzL2fMjo/","81pzv/QJbj+boKE8HWSpv+QWmb6ehrM+l4wPQGGhgD9hfp2/XMcGP6rYHL/E0Yk/G/Sbv2HwJT5QjKe/BuviP/S34D7Gt7q+YLWtv2CoIr6dfuG+QyjlvsDH6D6HVvi+oJWCv/0Hi742X0u/yYYhv06ZQz+d5Ly/FDtvPoWwgz6lqec+tJaRvdR/vr/MUU0+Bj0XvxQ6177Ix9Y/LGTMv/xVMT8P8iw+gFdnPx3cGEBBv4o/kUOrv7z6Ij9VyZY9bADmP6OUlT4BYmw/leW7P5QfnL0ujtw+nRftPj9Poz6V6aK+By+Lv8GOB71tHVi/KcbovpWB6760TiO+QBZ7P8q0BL9Z5T4/34+dv40LKb+lMgbAVM7Pv4Cpgr72UHw+XX/OP1Y9ir6zhHS9kqK8v6+lh7+Z6oA8x2KAvjtpOD8TRYS+vQRcP2HATr8aY0i/YqGDPkACEsCEuApA9xItvr9oIr+Q8FM+jguTP3hu6r787BA+BTpTPoeiij/jouy/WDpWP3AZsr7vA/++IkeKv+kNRT7u2wS/xjBmPwVjfj+GAhG/h1RrP/fdEsAdVHY/QS6TPcTlK78ZsRu/j6nmv3biuj+twr8+g1OUP/cp/b4D7Wi/2zgYv1/gNj9NnW8/dyhXP2zdJ8B2Vem/UaGBv4wxYz5lhWw+76ylv3o6IMCYyzw/ovTCPhDhKz+ydgS/KlDfvo4nMT+DR8g9dxDLP53mAT73TO++lpsAPiOmJz9OK7a+QIzevs370r/k7S4/pyWSv+SLmT92Mq++6s6Fv9RuFz/+vEK//i8QPrNBJz84S8c+8RQYP7Jdnj9v5mC/lQRxv4s2GcA/Spq+SUU9QPokAz87BiY/b4Xov3lzS79QDJM/rzZkP/EeI76Y1mK+9N00v0bnnj+SJRPAxdSJPlkjgj/PmUc+Omrev65OIr6qz66+8vOOPga+HT/VJrK/qf4dPt/AGcCS+9u+S3kYP66kl7/CjzC/tFmqPb3RWD4G7KM+Qs+LvzoE9r6hhYK+","5Z8aP29H3D7dTkU+Qy8Cv/3KhL6lDvs9Bl9Kv8QyHr8Jyhk+33wRvLBzub8fGBBA15NvvRANJL+VvU0/vrpkPuHgvL/Lzve+GKyNv4Umrr/eDpy+Rv7BvpXudT+HhZo+2ZaVvCM0C7yCgxY+FKWiP/qSzD5u7cI/GtmVv17zBD5rfps/TPA6v/xTQr8DK3O/H9BjPvpJHUBkZDC/oessvb1MVz5YQJY/gLxCPwp7jz5npR2/o/wrvzgos79pcKq+6frbPojsDb9nlXK//Q6aPzneM7/U3BNA+zomP1EWtj6ldaG+ZsTYv2pBZT9xp48/2iUNwJGdzD90Tne9+N4ZP3nHrD+zXQ69IYuGvyN0mj4t9Z2/Sc2pvqF5iT9eWzY/"]}],"outputs":[{"shape":[36,114,1],"values":["AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKaxbAL6THEVJo+HJYVMuDFfRK81eXz2OIv0RDp4gI479U5jO1LoETp0hWY57bY/OLLatzUo++wxo9wILBwoaii6/AMm/yNtIieoHSLl7iMi2t9ZIPq8sR6bMKwdngQwG50MihaXpPkTI/oAEby32gy+rB8K8PQUBsubYgEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAPmTwQAh/BIE6nbCAhlVUAODvtgElqAtB41wFQjCorEK3fzkDvY1aBKbB6YW0+nVGD/W/Bja3ZAXAOPcFFWKmRWHs1IZEvkZHvHR6SWwNjAr64wjL3BCjS/AX5QwzUzbMY3obDLDnOgztKNmNV9hQTcnWSw4f7FlOEVgAji08kA1e+o+MYkt5y0WvRgtYUx/Kkv/WynaBk0nd2ccJrDNjCcSZ9Ylc44SKaRMTyd1uiQnJ22gI/nzAyEYsTkedwx/G4keVxZVxuQQ3rS4CncESAcAAAAAAAAAAAAAAACG1zANAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAV1kYLyUYqHcnmCS90GiU0ce9/ODcBwjk5aJo6fJMEO/gF5zm1L+I4EhgINmUIzzQHZoMvpbNNKhJkoSWMSSMiXegGHmu7RSKK5jsiyaEeIQvF9h49nGoeH11kHJ4TCRj2sIMTJDGYDyAnkA3ROSEHdEDEBAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADaOBQBAAAAAAAAAAAAAAAAnxKTAV8uXAM6ZoQGIJ61C5Qg+w7TRakUIoDCFu9JOhfqw4gVEdw3FE+gkhSpyocY4T8BHQtEBSNAzX8p","QM/eKmb4Fi5G/0MuxwrfL9DRfTDRYCUx223OMjmpMTV2b4c2lXWWN10pKDcfBf8zxy1PMQAmdy2ytVksqo+tKO1HrybuNtAjh70IIhWBGSHzr3QiHOuqJLAVhyNnO64inpoiIGK/1h2oo6YZwVQOFkZTDQ+OYOoIanTQAAAAAAAAAAAAAAAAAAAAAABM+pMAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACHHZIGwoCSGputNzBiJ2c2zokFOlfHizldOPQ5IP6qO5WMdzp9ahs5SQS/N19Inza52IovXmZuKTNMDCVjZnIiYpb/ItatqicOgoYo7cF7J1uqmSRZFWAjqJTsHyBYYRpbgRIVB750EnSADQ/AgdELGeq7BwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADlmcoAdp0aBzwCYA0hNpUTPMnxFZ4ogRUNPvUTsYxgEPCnSxBQWRIVfkhKGiBHgiMPFCwpzNaAK4tjFy6C9CwtE9UnLrA8si1NN54tjKPDL17q6DDvXY8xjw6yMxemGTPekz0xPmW9LEC3hCkeloQmfiMrIVXz6iEq53IhR09mIoA1RiKzE88ihsW0JJDTCCPawRQjS2QrIIqP6h6PxhcYhVQsEoNTeAv1SOwBAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACDqcQDXpt9GBUxMC+YJPk1iUtROVlcajmaiwM6ui8eO299aDo/1RQ5JtGqN2cqOzaPdtMv8zGyKb4eDiUMfWgm+SG8JMkNpiXWEiome18FJUtR8CEMVo0gCvyvHIqkPxpqWMwU","M5KXE2LPEhG7+JARmzE9DOjDKgUAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABWOR4BVm+8BrJtKw1cVhoUu3qOFskx+RdERucU7jjzEm79YhNVI2QUl3eFGx3QMSFceM0n6YilKBEg+yuvSYosrD6XLgvKkS7GN8svTuTYMFr21TH2booyqg8GM2OjFzN79s4vl7+bKrA0ISYHiaciQleOHKdWaxwZSRAdD+VHHzULjCAip0cgdE0uIjJvXyEZ1qIfLVEwHUZ+mBikJ5cSZu1+DX3XoQUAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAkqJ4GuTnATApRBQ29d/oORJ0xjkdFZs6DKr0OqrH0zoANBU6wLDtOAqijzhb68Azuv6oLvlt0ijjEswoq9iZKPCrMitkZmgsYew1LZahjCyKH98rivO2KOHe7yZpURcgJXY4G0LZYxYSDI8UcvOCEtnpOwxZgwMGAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH9MMF3Y2NBYAxSgZaaz4H3UrMAAAAAAAAAAAAAAAAAAAAAADZ1EgHOQkIECiLHBeD3bAcXZ+0HvlyAx5aTUwcUmlmHLs8AR31HoYd0LqxIO5dxyMW8pkodg9oK/W+gy6DFBExoNWhMiNJNjIIZzc0OwC1M5dL+jPFx7syR4YYMNj0BC7X9XYp6aceIxSwNR1QZuMa/AGmFVluvRnvBOge+4pPIoWoACVwpQEm2DC0JU8zqiPnwzodoDvFGgAAMRU/E4kPVXCHComejAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA","AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAmUtNGPaMVC7tDcQ1JCpEOfPiCDnEqQ069BODOqRMRzqwY5M5JEgWOWW6+TdrOBEznaG8LsPYZSosLRwrTGBRKsDyryxDf/YtoAYBLiaW0C2NzVcsKOqdKdEaLCf0AwchzkeJHhBj3hfit7kVaWNhEWmf1xB8Ce4IAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAf4UIHVucuChzrmQhzKKwIP4yXAwAAAAAAAAAAAAAAAAAAAAAuBdoI1AmxDmyLXhkhfJYcTALCH9u01R40wP4cTkwBG5AXixy1LoMex0qMInAPfSXOQV4p6JO2K7OOmS7JK10wcQAYMUw1RDJxLkkz6X+5MnsXdjJigZEww9BXLZ5siiqxy0MmnTVTIJspFBrTpVAXZRXQD2n+CRQvNKkaCRoZHpMI2iF+Q40jPkU5JuXNSiSbPzQgsr6kHBKVlxU7sYAMrTuDBhbmBAEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAFpBDFMhCAy1JGmY0Y9ugN5ut7TYXKeA3SG/NN63BiDeQX0Q3P9XBNp6RTjdYLhAzRyTvMH06nS0VsdwtS35QLGt3Uy3LStsuKhUML3BwCTEfFnIwK98DMDdfqCzh1+0oXgNZIFdWkhh5MU0Vx1sREqvdQRZcAucRVJkCC1uyKQMAAAAAAAAAAAAAAAAAAAAASK1iA62mGgutWrwPVIHEEiH8AhO9hp4SLcAcB70AHQIAAAAAAAAAAJVHgwBv+TUNsdJLGboPnSWD5VcpVZnOLOwwgSz2ErIr7vuFLKUbki2Dg1Atx3glLr5Poy2WryUsqL0+K0LGPSzZ2QYvlYJ3L1ft1jGx+9Ax","8F+iMJrWqy7LQMcoDZzXJFV4EiPHnZAddiz1GaITSBT15EAP/+ZyDMZSPBArzJoVnj0eGRBQyxscNH0dUbvfHd73gBs5e20VOdlYEA93uQcJyckAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAXmQ8Ge9YuC6/mZUyhCkDN/kh9TUJYbs2dYuSNjAmRjb4kSg2PTLTNavc6zVcnzAxxtXRLuet7inEhXcqig0qKyRtuSvmlaYtFBa9LlJylTCaua4wJ5mBL0WmFC6SH1YlmRbOIPkHkhOjEu8QohPIDWk1CRCU5ewPb5pZCtuDpAQAAAAAAAAAAAAAAAAAAAAA6rGxAzUHKgnvHGANNaiYERZZtRPU60cPwoCUBwAAAAAAAAAAAAAAAAAAAAAcQx0OJ1ICFyIwRihUfZspFRHYLXoDiS3m+WIuWayLLtzQHy9SCBkvquQlMBVeGC9ONdIrCPp8LODSWSy3Cust5UyqMMVznzE9iV4yA200L8kmiiqYHP4mKM8LIRzxIiGl3m0bLn0BGxHoBBi6usMSYXL8EgXxGBQZZZgWZn7EGPjmERxzX14dFjlCHxmMnR+CC5sYjdyEFA+mhQz55+8DAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAATrTkHcsAQHgLAGy4esHgxPYYONTo4sTOwggw17iMGNeBunTQ/CYc0sAFhNNtBbTMP4AQww++BLDnjcCceNNUoY44ZKJrJBinukJ4q409JKZpF7CsdcQoraE4YKnnrmycq2pYhvXYfGy+ijRHDJzUPgYaEDJ1GPRMZriEU","2paYEysJng81OtcLG581Cg/vmwitRUEIhIrJCzwPfxCPLHYTm6N7FSM0tBTjDawO0PrvBQAAAAAAAAAAAAAAAA+FhwBJSZERhEiVG7O/NyiwPFkpxqORLl/Rhy/tmL8xI42BMbDeLzA+nVsuX/sdL9+D5SzMUuUoSWEtKRBOnyi/QwsrFko4LAT8zixHHYUtIRvPKiRrqyVhDjIi7yzPG4VVmhumthAafiOrGf41gxf3+oQZMadIF3yjEhnnBSUbOujiGgO61B1kyPYcH1MRHouINh0vlBAYme8yFION5gosv4ADAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADPZlcMjrInHqyesS0mRb4xpEvNNJ8LGjRXgB01NsAPNTy+pDQZoRM0nYOdM0aaKzPUvjcvUjD6KoUHuCW8D3Ym6gN2JT84liff1xAn8lhwKbE0xigH9eMp5G7oJwWYGiZcZV8hvVpdGf1BXxO3oI8P35ihDe/qghLg1tgVgy0TFBMFvBL0vMQObsyIEDrwig/0AnMPt2cHE9FkaBXiDxkXcyOcF+GIExfuegIRA5LIBwAAAAAAAAAAAAAAAHWXAAE7dPMS88XrHNAdpSh2nUsqs2COL/M3mS8YHNUxNy1xMlyTXDG4ZhcwYO6FLxxKZC4nHosqXa5CKRviDyigQ5IpDqJMKdqeXyqAsAkt/So0K+CMASZHkSgjxi9pHa2n5B3TdEQb4j/pGP1HFxRxHw8WKwWIFVdbSRe5aVceOQRsHF04Zh8LQ5AcWItaG38izBt8zMMVYzAAEuNfTQzJXVYIRy84BAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA","AAAAAAAAAAAAAAAAAAAAADKbBguauWcfzyNVJHxClDHuvbQzX3A4NQ+3xzReeXY1bWUANUiJjzTPMMs0unaQNChwRzMQAS4u/mBMKosz+iTklx8iwiwfHiCTzx+6q0cd3SI8GYtS+hXo6DgUa/TXDtxeEhIxp7YN9w+oC6xvTglNgr4HpNq4CwG7ixH0yc8ZQbcBHXW2HR7suRIfyfGSHlWIbBvOm4Iae1GlGnndCBwny60cjzWXG3wiCxsrCysV1MllD/0VJQnsFccEESBcAw+sLw2cYckdX0jMInXIhSw/ZJMtAItQMDosvC9tSoMwVv45MJQ7gC7iWz0tjqATLRIIEyxYw88rjhs3KoEOhSo4nNMq3/2XKljj5SsXpf8rJ+aAKSkyWyNw2TIgczmpGaIZrRl6WUoVLYxSFexMTxLrWZYSTpP6FHckehk41wogaMjsH8FfHSScgsAjuBeDJGqPjyFtWm4bAgzKGU/l/BJODZ8P+tEJDa7AkgxaXqkOa3RIDpBCbAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA7vPBN/micn4Y9KLMPxkDEJZ+wyrwWLNUQhRzW9pDw2Bh0WNizIVzWEqBA2ORqUNXzMDzRmaYgwJUATLS4oBSfREwUnFAY9II8Y1SJA9jQegNNhGRyuNRSeSmMQNxeWC/FFkQrSMbUIxZDpAi4DngTL/F0Hcj5oDPAbChYVlsQai1AEHlvkIyFB14cf+3JoHySIAB7lY5Yel2kyH78sSR9ijeEgGukrILZtIx/LHc8clcTnE6Ku2xT1BrkMumBVB5h/KBRi5YEg5/uBJxvXmy6G65swFoshNKIUCTT9nMMzJkmhM8DJGDL07gkwn+jfLgO3eSwWMA0siRO1KrAZaiqKZ6wrSLTAJ3kaYijLYIskRTHBI0rfKSHK8dccdIxKF+2w1xWHitkQ","op5gEYrZEA2b0wsKnIylD3LxjBWEZJkeNKjRIoCeNycPgwInDjWfJKvUDyF5YNsZlNAmF+hPixECFp4Ozq7DDEWb6A0AjnQSpyXAEWwqdAsAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAxkJdBdh1wRYE/qIm6IJ7JmYfSS1bVwsvKQgJMqMJBTR+1zA15hF7NZUjTDYGlIg3YP7hNVr5ITImU5Qr66NjICFxLRUiDaMKAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADsFIsNlKOGD/SVuRUzzyQV9TQPFV78JRJ7yo4R3ku7Eq8cHBJjpdMS4QfjEWwlIxGbzkMMDsQSCLdMRQaYu4kFD9WWCPasCA7MmCQfVC6gIkjqfCY9Mzcom5kOKwoWTixBet4sL+5QLPwr5CnNgSEpo4LrKDVBXiciPmYoBTmCKBX6lCr59r0qyZg3J70YZifj9cshi1LNHrMT6Bh88FET38S2CJ2vswg5tsMDjbKmAgAAAAAAAAAAodCXBR9MFArp3wsVDTEzGaKVQB9qWEwfgL0dHqgdVxj9+Z8Q2eK/D0JUiAx5mU0OPVUWD0o0IBBX76MWfmkmGC6f+hZZliYHAAAAAAAAAACtNRgHAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA8dQ0B4g9NxiQBE8m683cJpVfWy0myxgvaq0pMqbhdzPniu40nKxGNavFiDaABQI3zY6wNTuqkTNoW/4qxxIKJPb/JRT9swYKAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADQoIUOmXy/EnD3phhaiPsYy0VUF7m3QhU3H3AT","BwyXFUkBkBXLODYV+YTMFV5qChSdWQERgI/7CytqJgyjPsoIAO+WDSZqjhjJ5GwiWVF3JjuMlicch0IoeBKNKPQxeSr2cygtjE21LF19QisN+5kqG0pDKc4F0ihCX2spk1diKYfzXyuGb/oqzG+QKZkvhCm+0XYjpqj5IBmsHxlmtzMSklamCHUhKgkzC9QBAAAAAAAAAAAAAAAAaT69BNDX/wqc+4kW3pMmHImV1iGuFdsg3KtCHmKEGxjBk2YQMDyxDRgTeQnFbjoMp1PCDGBofw9vrBkTJqSeF5sVtxihH2QI+xeCAwAAAACegOoJAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHDxHA+qcW4eJ6XjIa9DlydKwSAoq1GxK8EByi0VyBouMjGiLnMMyC+5hvIvU0CpLSQmjCnz+BEgHHaTE47LqwIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAPvvoJW1dqDpHaVBcNco4W7hXcFpTtwBWl/fASIIx1FZrRKxOujeIT2gGbEJfspg2JXYAIdAbxBe8ygQeIB1cGF8y7DHXbURHIIZYckFaCGiuXuhkYGOEZ3ukJGfMNLx0j47AfPKG8If4XuSN+tUQmmBsZJhRlwyPkwxokxce7IjiZuSMBqV0jqusXI176RSELExIdhc0dGmN6OBMHx2UOk8ImC1/JTQ/xbIYKHewICjSvMgc+4SkHYuu+CyI9Jg5VbtYVv/FSGVuDERxEiugatxVjGJ5Q6REhuRIMy3ySCmQeIArPWL0L5HGSDadTTw66Wo4RNMEjFFgXPxU3ueEGAAAAAAAAAAA8IykGAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAALkjgQXNMK8Z","9VlZH3d81SXgMt8mnoMiK6TbJisi/38rYNFFLStGkC4BsRwvQ57cK7ahyienU/0b/uQ1DwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAASRuUHZ8kUEXEQWRavkRgZinAnGF9OKxUAAgQTlf0PE9xZthG7RCETBxrTDjyoYwx5KckHLlSMBTPoJAcxyOEDhMjbDA0AzRMpcRUcB3uFGTWCzBV84nQSjuomEAHdvRGC0UkTYoZEGbtgaRtZ7gkdmpJuIqglhSO6PiElwm0BJV4OQSXAp2Al8k3yI1ChICH8SiMd0AQhGuoQLBWkoJ8OgwG8Ch0AxQzeYvAKtSAeCiyBMwtSWEsNFInUDwf00hOT4oAWXnF/GOZGGhqQE2MahizbGfxjrRA2ET4N4RI3DIwSSAlRbcUM+NQaCpNuSg4jCKULDMgTDh3Mrg4AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKHguQtX7VYf3oj0I5FDlSc3RBAnTJUWKleYxim56OYpfpjTKxnWWisav04ogl90JtHSzyEhh4wXYz+bCwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABBU5cI3BIlEiNVDhc7mzwaq41RGTeqMRnl2LoXGdQDFwil3hTTA/4UqQcuEERQ1Q5gfUoNpnM4DYlDvQ0k2RYOIidaFK7omhf5Y5scTOn4FqRZWxTG9SASALm2Dv6EbxFUb2ITg/wMGPu5kBpD+00dSD23IFwIJSJjr+YhMMi1H9dggB5sxE4eH1MRHX5uQhzLMacbZikjG9WcKxsz+2MXqt39FxE69RUyFiQUGNr2ErBA5BCkh6QOXzoaDaxPGg34P+8N","K8VZEhaSBxPrcPEVkxgKF9dwAxUFwiEVG3k3FbQgvROassgTkTiJEponxQ5iFc8LuKCRC+jSiQwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADA9kgT/uaYZAzDJIIQTBCbtKo0mSD95KDqVHilR2hopU5n/KqWj9imu/qIn0v9WJGkLxx8rX/sTtWoEBwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAB4/xEE6QYyDCtcCxMdbxkVzh4YFZ2gFhVTSSwTdkDDE2Yb+BEAoCgSNbFPDuV0uA3nusYLCaKZCwovdw6hfqEOY18CFl0gchgXkIsbZ5JnFj9YjRHZ0gsPKKOHCTbEuwjxfLUJ9TzFCtAj/g61xA8Ud66DGTALyhvBXcEfLUIIHwGXYR+MzB4f17A5HvzwRR+3hLQcdzTMGj2C4Rj3Lv0WD0rzF/3tpRUB3WAVOwe2FYg22BNLrZcRuC2nDB5a/AyGd1AMEnUXD1cFHxFj8TAURQ9ZFd7KjhPxwTcVTyquFh3/XBWeq9QVHQBFE95xMw/TPi4Mg3tZBifpGAYAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAD+qNUWJNf+Hxhf1iSN03MnrI7HKTPg5CY3HJklhyAkJRKUmyHYVBkhlCoGG///9BVg16MIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAx49aAljfCwdzNWwN1WqjEl12wRZtrkcYDEIoGQcwIxr4r+0bQDdOHSHh1x0YhLMddxnGGzIPHRtS0JAZ","NsQhGlJ1NBv3gZ8c/VWbHz3ZgCBCYC8dWv7iGIECKRJ+95MLbWXABJVujgC6d4sBNqywA9GoIguRnYYRaAxBGTc7WB6LmIMiwz50I8L2JiSlbZAkMkzKI7q+ciUB3QQkJKYRIXHOSiOHBAggWKkSINAF3hvPrLQZkjq9GybrChfbAoIXUw5uERDRXhMyyBQSi/iVE1JHkRVUNnQWLp9DF0QgXhYvedcWT1bIFst8oBXCIyoVJ1OYEYW6FhDMRRkL4nXrCHQEGAgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAD1X7UUoTGUF+V1LB+WrHoj+/PQJUzIFiUNS8gksHnUJKhxtCG6SvYfMMi1GqmNgRUF+QcIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAASDpcBJuHYBfxbBw2dxR8QVJmPEWKpFhPtevYTkMtBFmbjlBbcUtoXmVqRFTQKpxUXWZUTnXkLFKhBBhZAdJoXWO2jHcxWnxtaUy4YNyRgFRp+Ow2NcjYK5CjTAQAAAAAAAAAAAAAAABeHgwNgly4IKOJmER6cOBN2GnsYsTKTGjiWIB1s2v4d4O1NHZOhyiBUzqUhqageH3py7h/4Y4Ae8Or1G7WAzRgdCLIWYR9yFpgEoQ8LtRMQGI6XDEZdEgu/6C8MJA6yDdjnaBA64kMTnVJkEgMrrhIPYv0RAdKAEjbLxRJrE1gR5/WcEeYpXA6zAzkK3FaRCBGhcwQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEVMsQFM/KQWamc4HLy3dCGRcswiY8PpJcQgSCU2bOgj","XT44I+mYaCBH13wdn8qzFjI2JBR2LVMFAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABCZrQG9pF4Ing2EDdcg5RPaFogWo2ywGSYUlBsJIAQew6kKH1yhWSCBIqwgjeCBILhIWyCAYwcfQ9U4IBHS5SItzvkjXEUwJUWUyiGPqc4cEs2sGvLCBhTjz4oQfOKBCtNYtwbR1JkEEHKLBJWGDQpcP2wOLHvDFWAGAhpSDoUg47ycIxUeJCat/GwmD6owJonOZCjJnU0oC7C8JM2XuiOwmcYheiT0HYl+rBrZiQUYNsAIGNfNoxPfmmsW+l7aE7vIORNLS4ASWmd4E5pSpRWPIXYWiWGqFUkGBBUAGCES3D1/EtKoNw4cqwgNM6UECoDuIQluTQgF3IVnAQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAB2GJgibFX0WkTnpHjVcNiOJgJUiZP/mJVG+iyPjoZAiwhaOIe331x3R9K0dc9OuFVVVKxI96rEFAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAVxIWBYeRlglAYwoPO5gsE2eIbRg3SZcZepotHXxjHR6xt3kgZ36rIbus7yFuCxIh73YWIPdlih90zage9v7/HrHefR/1yqoh9lqqI7WLWyC1s5AeBVMPHBqG9xjnhtoUQX/oEBGy5w/kPwQNgegeD6niARL0jfkVecFTG4oSmyBc/cIl34i0JaiL5yeLA6QnkagWKAl8UCng6MApdlpQKJk6jSdcfKAkmoR2I2NR8iAwYCwfKnSnHvO7xxlXZ38b3DmcGj1o+hgxJZQX01i3GItkqRg9rqUZwz3FFsW+bRWC4aoQ","VHvcDz7A4Q3NJDAP7hg+EDhCaA44piELiUmhBxiBRgEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAhQSPFdZO/hjcgjYkxLWQJKMO6SZxNIonhuNAKEm7ryR7cIMld1u6JNRbsiJH+MchHrLBGgtAChl46cYQZ09GDKdLhgEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOyTBwQuZaUHg1vTDxGLpxCswE8X+pAyGeJbjh2HxB8fOxqaISWwKiIi5CMj/90SImRc6yDYW1wgSScsIDCdMiAjREgf9k6FIG8BJSIGMX0jgfwRJul6myWKNBgmUhTNI1//hyIQkXghso2VHXsxvxzk2rgXUq4XGWJPsxn7N5EaDsQeICp36SEw28cnvQl3KHWpZioSHr8qxnT8KlbbUixXZqcrGTBWKz7+2SkHPkUpPRQpJ5yHUCfdoP0ldEmoJupVcyV/DQknizkiJ3MFHyUC2PMj8XjcI74ukSPMbKciEnnrHnAwLhmhFn0SmgYeD6ZJJQtWe4wNQLxeDT+e2AosRAAH6Gx2BnXLgQEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKr/FC1cxpxdGaikcTWeqJZxVQyse5Ckvxn70L6lBjC+PdMguJ8FgLG3sySqXJUooKnkCJsbjCCOJW3Qh8iusG7d7RhpNwgQVpOcSEI05cAsu/rcIf6SrBmoMHAN2xD8CiM+6A5+6wgXUh2AIsfKkC7fSxQwDnQwTNakvF18SrRxsfCYfTpFrInbW9SKpqIslPH1wJxjElyiRAaopoYFFKqjZ2SqFB5sq1WfBKcWPCiiepqInlO0TJjyFaSXETUwku3pnJSJrkSb7wpUo8CsjKdg5ASmKojoq","zM+OKE/RzShFYx0oP0qDKH9ROihZkCMoU48XKQa0PSl6P7kpx/7HKnWgRCwTFqMsBVN3Lc/ryS+Mo18vG6JkL0TxPzAGh28xXT+LMPqxXC+ofpwtRjCVLJ0xHC3m7M0rYgMNLo3MRS1FyS0uSiE7Lmqw1i3uX4UsYWLwLON89yhG4Vco4EmgH3WrxxejRQcOsRnACDpEDAhWZxcJkEVpCkPsawyA7W8Jjx4KCAbdlgcAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACosP0HOucUFVuABSPNE24kSw9MLlECZix2uyQwGeLcLcnF/SuKVoUr/v1fKJyQsyfmTBwlO2JsIgBeDh/FWNodro2EGePdbBg+t7cWR6JgE0LAJBQ2ZhEUZnFjFfAsaRTKv5kUd7bnGcPQXBkpGakbRVGKHE8lNRyX+F4fj1v3HU/BMSGi6A8hedDXIXHbZiPxL5skQ90QJRlp6SUBxgImi1ldJqrpsiZlTAEncCE/JzpYNSWaCB0lVJ1AIm8XziEoLdEfLYICHRmS/R0iEQ0eUli/HeG5PB6QxcIgOEiQIm265SP6rMQlXCmLJvilEijq/yspaHy0LLsHdyylaFsrFPmMK55Q9CkBoZIpL5RIJETSriTdIQYj1nQ1IfVMMyKmN38j4XFoJkxW9STO/HElD8AiJ7DzlynyBSorT3aALRnsxyx1cb8th9umLviPYzA9MUkvMm9sLjaw3SiW3jMkpbEnHGPQCxJK+a0KNyGDAgAAAAAAAAAAAAAAAAAAAAAAAAAAkEdQBOD86weQWAYCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABaODsJuwHJFO/vRiPKsK4mGtNyLgOXvS4ZJNEuOLlaLk5nWyw52agrTu8WKJogeCaBPEIl6eLYIkHGNB9OuxQdKT57GLbalRbKsWAV","Q9rgEtC5xRMBHSsUkQMBFcnxkhVUEYgWbPF3GQN9Kxt7wKQch5NDH/KiSh+HKvIfiUN9IEldYCHt3GwhlvupIexnYCKYKR4k0EX/JM2CYyW31/Ql2TN0JmaixyY+dxwnux8qJ4bFKiUG2o8jqGEEIlk9jiHJLWgfTemXHugBKx683JgegcQXHTr4Xx32AgwgroaTIcQb2iPZ7wEkmvwUJwmhCigFQ7QpjFGKK+zZByxZl6QqTLXDKUvMcygiAlEnUDc2JJVzBCHOINAgbETiHkJ8diF/Xhki3BeUIiCTTyQ5wZgjMZCPJZ54zidBFSoq+PFtLOZ1Iysm5QMrY41YLZxBny8HHZAvqejGLQplHyb6Q8ohu9FfGUpULBC0lgsCAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADZg5AYAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAB+hzMI7YSSGOr6SSURWK8mwgGRLM8ADSx3KEospq9+LjW8Ky2+CFMtxzyvKje86ylE2pYoFuiHKOhHsiS771oi8SrEHB4zoxrR7f0WZWlWFivf6xeirJ0XoilUGaNhLRh0B5EcpV2tHG+MgR+Vfp4gYBs5I0XF2CWwmg8lixEBJsn4GCYU7oMmKbeeJmwPPSahHDkn8QdCJzImJCc2tB0nPaNTKFGTvCi285gpK2vbKexJsygCeuYnVB2SJe7QrCaHx4oiOyINIyAPcyIJyKAhvKTkIT4f4x4/Evwi30fPI1WH0iV4LIQlJbTJJ9bfQym2uIgqP/iJKmrhLiu6ph4rMpeqKQ43EigYEq8jCwqjIMaXpxxSEDsbMCgCGIMGGB14thgeSP9nHml5vCCLVl8h4oE4JnBXLCao7wkqZpedK+tCYyyI3oIsHDwLLThRzi8roiEvvkLfLY+KQCXphP4dNAn8EqniewIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA","AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADNADMQRicRHY4tgyaGAlonrkMNKwS7RSj3lRMpK7xXKUghkShwcFwp07ZEKIWBDycjHKUmAoiCJXXEwCLpg2sf71s4GTLLLBjgf24TNdPpEf/PAxOxMEsVfwMaFoFAEBUsXzgZCB7NGv0jCxxjFbsdJ2DRH8qSAiKmVrsi/ZgEIwQtLiPti8UimLkUI5Q4OSIkgDEi2c4TIlkPOSKzRAwi8RfqI0TydySEGOwlY7MwJnhzSCb7INElgvHxIzv6xSMUTScgWRkHHopnaxy2J64bWoglGwH9yhrR/IMdz2FTHhauhyEks3AivuEmI/4ajiWy4egmIEUsKLZyJCjF54spesIfKXsYDCY8xbUi1oePHgAljRsbgdkYCjBlFiJTgRhA5DsZLwZwGQsr6RmBnt0cNwX/H/zpJCDlV10jCoCXJgCqCCm39l8pu+XpKtNDki41zPMvrwzALeQLDibmAUIe+0AKDgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABM49wPphjAHXtA1ifTsR8owXf2KeG6dCmx8KEp0WdTKVSnKSi13u4pLIxeKDgMEiiHrbAkty9tI3RT2h3p5o4aysaRFFqVoBA1c/0MWzJaDJofpQyAGJcOhH4tDggj2w+op5IUMTZdFqsMzBpfA+gb3IQtH9XYsh9DtQUh38cOIX2ooiD4kNwflkGxH3HeDR8tzWof5d0SH0jM3x/h17ofgqgbIdL9uyHB3ycj0WjVJGyBCiRx4tUjoE4CIr4o5CH+ybkd8D6mGsspGRhvor0WjJSmFJkr1RTZJr0WDQODGFN/hhxEpAgdMTF9IUGVRiPh1w8n","NtdkKIqM3yl4YckqEEeIKWV4wyQ3j+IfwGNzHEzNFhdmy28URuIyFStPuxeW3qIY1jgXGhWcpxvbGRYeKI6uHdOiFx0NZH8gKSeDJEx5MCZ0qwomXgxfKEorICv7Uwgs9t0NK45u6yBnsSAeqG0FCgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADa4qkV2AMgI+787yrmFbYp/44QKthhCiqm/Ugsjri0K/ZpYiv0+CwtJ+siK+iYpyo6nk4nwDOGJYBvFiAD6bcbgYaRFjCNcBOORvYPF5kpEPAuhhHzymoRKzqnEx65ohRtJFkYEejbGsKz9B0zAbEfd8BiITwh/iFzUREjAUU2I58zwSLZfX0iPkfFIZ3C5CGN9ech7FOFIelcWiIspw0i0IfwIqoj6iObRBcllxlLJqrsriWaJ8IlV2KuI89+ayJG6C8eE1etG2UzIhqk7CUXwAnyFc98aheGrg8as+QxG4rtqh2embgffN2kIvKskyWCNWAnogrqKMg7oSpHCCcsQhw/K94VQibg2h0jDYqRHbt0xhcrJgEXaJYeFg46FBp1O2kZRuqTGwX9BR7b0rcdVrq/H8hxtB8QmzEk4BDOJmx5Eimpu6kqeRH0KaJeES2UiIUsN7d3LPbxnSXY2VYf+7QsEQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAD2Cz8BAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAABr2U4SwO/0HokLoCXDh7oln8QWJvCJGCX0ZDQmyTBEJ3JQtCpqYGgsD3HZLJBSUCnMTL8h89iQGXaQoxCzraMOId1yCd9ibAz/laMKqrlsCnadGAzZXjQPnIYVETB7NBFZvt8T","YlQTF3y97Rn72S8ZCoJRGsL0mxp8OEQcvDWsHFlavRzA7kkddxlGHRU3/hyXa5wdUaUsHi782h/epY4gXsMaIX2AvyBu1JchrJUUIjTdgyEATxMgzYyGHlONsxvVd3oXVOMMEnoTrBA5/AQQIMkmENADgBON8lwUwmyGFgZyEReQi+sZV8kyHMY4NB9nlt0jGW4LJHFa3SeBSxkqjlFyKM5cuCUL1C4gLL54HflkhBgLRQAWrbhBE2dTbxTMHsUUYtaXExckwBWwJUsVmEk8GGPDaRk7sXMfSoK7Ivb2yiZsSccotY4aJ3EM1SemuP8m7QeDJrCLqB0LK9sXSFg+CgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAD/0ZYIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA+UoQOZg7YU6MFOIlGhCidZuOcnCD7bKOw+oig+PGook/oIKaO1fSwLFR0tRBuULMZKDylznhweMn0NFxhihRBJkCcNaoWkCTjbmwlc/yALxVlNCbhFNwwv59wORFM6EB4udRISUCMVaB+MGgEQIxuVVZMbQrZ6HVIEJx43wdQesluJHpzMkR9MuBkfsV2UHxJiAx79DUUfc9qzHtdRLCB3PuAgVZXyIN6OxSIy8k8iMAwgJN0QZSJqv/ogayikH1lTHxyOkdoWwEiHEIzsFg/XDqEN6h3wDjHZGRDW0r4R74L4FObR+RbCz5UbIUezHR5jiCHcgzQmMS+gJlOYzyiOJmgqWO8iKM5V+yI8gQofSDf4HYmFPBgKO18XvvUiFrnr2Bch4RoYpYnZE6NpGBVgiRcUjCdjFqcisBcAuKccaKqkIltPQSVemPcpChWpJ4vGHCjRg3kl71TWI6UbwhxxCwAXxRjLDQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACmRRoJ","AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAJLvXQfzU8cUQNP5HroBWCSqzTMmUwFDJBHIjiXmKGQnRewUJ4iSqCpkhCMspJwjJ7mTniLpT6cUUpSmCinHPQEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAB6zaACEovxBUyO2ghWy8QLJPwiEBIOFxJa16YUt3MBFYdPyBVd4I0WFyIpFpNPGxfl3DgWMqB8F4quwxYQyIsY/ScVGbywpxrLqWUby0vQGklJERwW1ngb0bMFHDDnfhnH8TIZhdqQFA3KFxDsNU0GdijgAAAAAAAAAAAAAAAAAJBITgFrhR8HBmBgCMiWQgzPqt0Ql4OCFKtzUhn2CGkdJH9BIROZlyQcI4Em71A0JcC67R94xiUb/f8jGcMsfhL5Q3oRQ2npD0m8IBAHYZsQTkFODKq7YQo11c8J4zCKDNdoyw/E9jEWVwQNHZq/uh/yVYIkd9pkIfLd2yIRuucjlH7TH8xgPBqIL7AWcmcOCtZ6IAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOHlhwbDFRASAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGSf7AvZxHoWvJxxIfa9DCShU2sl0wE5I4fNGSP6nRgkp4LHI2WmqCY9wMUo9yzIJJdEtR90OAcOtPN7BQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEmWNAX9BQARrmj8Ic6grDUIEMhCDVwET57ZxEY3xtRAGqJURD7YQEWLpzhBiveUPu0nLEXs7sxHYA60Tmw3lFFNcLhdKm2AYrhwtGHm7txjPwJgYTmmIGFbfShYS8jMV8g1ODjJ1LAsAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACvja4DRS8eBa5v0giftIEN7NlhEVTg2xY1J7Qbz4cHICBoPyTVZcwl8406JXgx1x9DsCoa",