{"architecture":{"class_name":"Functional","config":{"name":"sequential","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,36,112,1],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Conv2D","config":{"name":"conv2d","trainable":true,"batch_input_shape":[null,36,112,1],"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_1","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_1","inbound_nodes":[[["conv2d",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d","trainable":true,"dtype":"float32","pool_size":[2,2],"padding":"valid","strides":[2,2],"data_format":"channels_last"},"name":"max_pooling2d","inbound_nodes":[[["conv2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_2","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_2","inbound_nodes":[[["max_pooling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_3","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_3","inbound_nodes":[[["conv2d_2",0,0,{}]]]},{"class_name":"MaxPooling2D","config":{"name":"max_pooling2d_1","trainable":true,"dtype":"float32","pool_size":[3,2],"padding":"valid","strides":[3,2],"data_format":"channels_last"},"name":"max_pooling2d_1","inbound_nodes":[[["conv2d_3",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_4","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_4","inbound_nodes":[[["max_pooling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_5","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_5","inbound_nodes":[[["conv2d_4",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d","trainable":true,"dtype":"float32","size":[3,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d","inbound_nodes":[[["conv2d_5",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_6","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_6","inbound_nodes":[[["up_sampling2d",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_7","trainable":true,"dtype":"float32","filters":28,"kernel_size":[3,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_7","inbound_nodes":[[["conv2d_6",0,0,{}]]]},{"class_name":"UpSampling2D","config":{"name":"up_sampling2d_1","trainable":true,"dtype":"float32","size":[2,2],"data_format":"channels_last","interpolation":"nearest"},"name":"up_sampling2d_1","inbound_nodes":[[["conv2d_7",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_8","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_8","inbound_nodes":[[["up_sampling2d_1",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_9","trainable":true,"dtype":"float32","filters":28,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_9","inbound_nodes":[[["conv2d_8",0,0,{}]]]},{"class_name":"Conv2D","config":{"name":"conv2d_10","trainable":true,"dtype":"float32","filters":1,"kernel_size":[4,3],"strides":[1,1],"padding":"same","data_format":"channels_last","dilation_rate":[1,1],"groups":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"GlorotUniform","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"conv2d_10","inbound_nodes":[[["conv2d_9",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["conv2d_10",0,0]]},"keras_version":"2.10.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[36,112,1]],"output_shapes":[[36,112,1]],"tests":[{"inputs":[{"shape":[36,112,1],"values":["2m7Kv+oSWD97n00+EDEFvSI+mz90+5G+e3bOvn+qLz+kZ/Q+Ue2MvaPumj/mZC8+5ORDvr1MWb+CcQw/BNRFv10WYz7BED4/mIICPwNTsz7zv+O+mH7zvr1Ohb9CwcG+OL4yPowSxT8Da1O/Qsyzv7pqKL+zVZE+iJerv7HzDT9nJqg/ZHvZPyept75Ltzu9Pogwv9mDvz8Mq5i/Jf2SvutxGz993cW+uZAmv4q0Iz9gALi+MROnv5iQwL/gI5K7U5EKQIQS4r5oojQ/pRKvPQ8teT7E4Og9+Tazvq8bGL/xTRE/qV4+P52kj74uBgPARn5wvYfih790PJg+5LZPv1VcTD8S6CrAR1MtPyLbNr5UC9U+Et25P7S/qT3ph4o/kj09v6TUDb5NwLQ/FgK5vsNQRD+roIm/RguXv9qCgD+AoTs/Cp3HPwgwNr/80Jk+QDNEP0S+mT/BKzY/FhBFPwWB8T9pAWa/8/MqP8wINT+OohBAXcUAv5O0CMAss9+9EeGbP+Wajr0fpb++V6SJvbz0uL5XJn4/aNn1v5nyFj8ZPo08i3ehvuarBr/bDOA/QUJEv7c/FL89Nnk+otnAvpWTjT8Xxai+ij1IPzVo1z916IW/xjpjPaiCAL+voxE/+QwhP89Yp78L9P0+CgeYPyc6eD9uQ5w/ukmzvxw0Sz9HpM29Lgt8viNoTL5l67O/fNoSPoGYs7+xTQk+O7Z+P4nWPT8/a4u+WNTovnpr1j+5hJg+47FDP/lc/z2BAcK/2iHAvuhy5L/9Ys2/M+yZv9Ls+r9irFm+5r4RP56ch72s2q49Hez6O1OIBL/1dR4/1MjMPAlnNz/8sI4/la2UPvcMjr8zY1U/I/G1PxdWez9lLtS/Yd9DvlFVd79uGQa/HvGyP8/taL/Zvn6+ALmdP+EQBj7oW+g/KjhyP7kWYb6jTpi+AN4Bv88IUr54WsO/Sdoev0EoKj97LBk/xn/8P0K9p76luSI92g08P74x+L9JdIc/pK+dPmc6hb5/A56/","v4DpPuYOlz1QKMO/fvehvsqJrL5jkne/88Izv5M7hb9+aCO/7JjUPcyjjD9mWlk/BR07PwRGtj843xlAzXk6P8AjyL5t9Ek/KsFnv7FOI76aU6O/UxSEPr7sP7+a29K/NbiHv/DSgz7vy5Q9gpfivO9Cgj9cYwk9tzhav+pTmj/JPI8+6WpNP7Nooz9uli2+E9LXPuyZbT9VOo0/K0CevtWxo78uP2A/bAacvw0ynb7oaLm9GuxCP9MH5rxKo3W+GUsHPq1g0T9kaqQ/UzPIPg0UQ78lmuG/G69NP50zar7qrMs+xGBIPjcBtD+9ldy/b6Nqv1mdUb9bgcQ/gbqavnqrHb/JRVS/tK6XPkK1jj7DzAu+i6+VvlFqgz9e5wS/z81tP82kyj0biyc/jWADwIwBjb7hh0G/+7NCPoNy9L82wDI+nQEOv2nqIMDz0nq/NCAYvvsgOr/2/q8/0vtuP1lTWz/Nb4W+RhKnv/jEvT+8Yi4/lMmJv7a4IMDLNuE+pvFHP9kGy768eDVAxxEyP0alNL/wW0Y/ebbtP+1S6j4FuQk/FxMYv7L5iL9ZQES/ZGyCPvq0s76Vfwy/NBUtvjbNlj4DsLi/fJv6P7o+1b8gUiU+gNBRvnEc7b8s0Nc/hI/2PuCUH7+OTqq+Ymq/vujkAMBFaA4/lXlKPHbDnrhOfvg+M3qHv7+jNz8Hrzc/f35CP+feir8rfbi/1mKwO/4JST8YoB2/PyMPv1j7cUA1afa/osj6PlqgLMBwbjE+7ztWvfX3BbyATDk9nceeP5Dnij75P5G/IBEhP69UKj6YzFs/b2HPvp63nT8ptYm+XvzTPsSbxz67s+E+0XLoPxUFf768tue+Q8YQP8NGYz8QEo8+YLyFv2cjyj6ZSMS/S1U9v+dq+DzCQSk/HliAv5EBZb8XmQG/+UTrvm/DoT9WHZI/Ndiiv2gp6b5J6d8/6egyP6ikeb8QrAw/VZzXv+DUrz8rIgg/Qt69P+o9QT8vXba/cTDTvzfGZL3b9Fy/","X16zP/xTA8DH7GHAOBlfv8HUqL6AFxQ/fTDCvl08Kz9UhSA/15P0P58Sf7/woOI+pDMLPx9Srb9qgD8/WgsVP/gDFD84GXm/Y3VKPeaIcD30wtA/Qm08v4ZDBL+e4q6+F1KBv7K7dj/3fxZAPeUUQBDt5D9hxc4/ACzJPhICBr9Jrh++gLFtv23/tT5J7Is/3rUGv3Etpj5ckBS/bncCv46pgz0LHI6/fkQwvu6GOL6HI6y/tmk8P/SrO7/ghPO8tBAMv15mGsA3Ui+/FBGFPa3Sij/pJWG+LS/WPvdenj/1hg8+F841v/w2Vr7Cfco/GbGBP/JFhL8bBFs8m+S3v/3Hd78Xp7+84Mmnv3F36j4LwxE/0LcKQDrdvL8Gox++fgemv51iHr9lAam/AFk1P2qBt75p5cO9DKIUvwnhfL9TBoi/o4I8P1HlCr/O+wc9jLiDPmy1tb8Oa2M/e2EjPzZApj7fKVW//QAkPwxYrT8ZlwfAJSgLPhBEAb8ICFk+0jfNv5boSD554GM/n77wPytYhT9S1EO/HYrvviwDpb8rc7y/CWBgPcnfPT7T8v+/7wQLP+gMxT2rGU2/GuQ/P3PaVb/m7zk/2hVAv72VTL3sR80+aMGHP9YKKcDPxre+5lqpvmXtEj8T1u09bbelv9jjID85yOK+sx/Vv5N/2b0QxI6+gZ2cvgS3n78YUvM9Li4Vv29atr7YEAhAqdwHvzyeRb8rRQC/Xt/AP9QBG7/45uE+cZkGvoGkGr7ZJYe9JCeRvxO3DL/UB/0+qHV/P75oor9feBS/k4nBv8Pjoz+Sl8u+8RpavyiVQ78Xpjg/z6ajPyfJkr4s0ba+SehhPjzldD+DxjM/gznqPbdfXr8SOCm/7DARv/kBuLscviA/gUNBvSER5jyRFK2/FAkEPyPm0b8ORwg/STjnPkFk3r//m1I+GC6+vjXMs75nKh+/p1D8vyUrlD+JILk+YNj0Pn4Nsz/UKiQ/XWPbv/cmDsBwpHi/fF/XPkZQi7+F8Nq+","oVfqv+4LIz+xWia/5AjePji5Bj+f5TO+AQ4GwMAkjT95+F29XO3LvRMXdD6IFt0+k9PmPrbE1T444DC/yM6WvyHbD0CAFac/ZWsuQMgWgD0WTpA/P2FkvqGVuD+2A8i/rr8IPvzFkr9fRtS/5OEUv77e6b9uKGU+plQUvyPWir292k2/Iv0Hv1u0Bz9ruuG+l4ALP73xib/TC1E/tlLrvrmU4b/cHlM+W8izvTypIr8HKJG/3Yc+v3q/XD9FqoU+hHKWP2u7z74L+eM//PhCP/5qrr+JXkc/vTEevpPdWD++whQ/OhQMv6SAkL5epHE+oiI6v3GnZj8gW2E/iPYov35koj4xb5M+BmGBPrAser94cg4/idc/P0JM1j+J9qa/l1TUP7ATcD/MGU0/Q4egv3xjvD5kuh2/CZasP4mnAsDlgHW/LKDKPivKhT8CeZa/XIz/vbSg2T+ki1w/QRm1vzjiy76+sTE/IAmlPa+Ttj1FKqi+2V3HP7KTp79opJK/OAHRPvvAkL5wdle/Ewmev8AjFD6mshK/DJq5P9JkpL/dTA8/M+j5PmCiQz/HdT6+rRtPv6v1Eb8aIqE/JAFWP1yixr6jVcO/ZZIFP/6BrT/CeK2/mzQ7PkUj875AZ5o/ziOJP1UJgr8akHi/ukTsvRf6Bj+YWeO+Fnapvl6tbr8oyac/0Ae3vl3w0752JlM/O0dNP3Mb+r9iujw/bNstvRDSo7/Q+2W/vgsoPte+CD+qSd49QXRMvw5pdr+qfzM/DJ9rv8vvD79q2Z2/Kuubv6r7U79cH3I/2cA9Pqr9A0A8Wg6/zf9lPjCRh7/fRdu+4I7Lv0N4rj4SsQm/0iktPywCnL+Ujp2+/dEPQBfPhr4+tFy+DmWovsQGOb/JdXS+4F+DPzyNAcD/bIU+XPVfP63cZj8Oxdw+xyGFPxG/jD9lnuM9qhDqPluzqr/5mZE/3mYVv4m0Yj/u6IA+SOnlvWelBz5HyiK/wspuP6vmOT+348U+bjT9vvtrKz9GFa8+","cQUbP0ewnL/ViMc+kzsgP3F3/z41Di4/y2llv+Sedr66XH0++ik1vv8ldD2okEi/600Lvok98z4E3Fg/ju01vy1SZL+VBsO/cx4LP72lVT890NW/X5P1vkYB7T8QZx9AuOruPp+YYr9+LJq+MkSJv5N8Mr9+oRw/uCrbvhcqir5/ScO/jFjKvX3FgT7Yo4+/eEX1Pzy3Jb9uhZC/JFCxv1X1Cz7oB0m/IvtNP0zKAr/I6Ie/OJctv+6YdD+7WZy+zjCqvqFnDj9LzgU/sjS7vwl96r8+kbY+EumSPuv5Hj+4T7s+E85VPwWWDr8NR+s+QwEIPtMRn70CfoU/nUyDvynSH7+dGaG8w3x7PupRZj72nSA/ncEvP76pLz+w6+a+1c4fP/iJnr/Wovs/43OwP/9Wkr1rF7S///sBv4RaY7/rrJs/RI2bPxDBcz8mVL8+NU23vhCGM78gYS6/9jUcP/W9F768Kb2/LhUXv6FD0D+wDla/h/s6vwoYZz+gB1i+tqNWPgt8jj60yc0/zkdTPhRMzL5ZfLm+EoBEvs7y37+DrXY/HieHP4zdqr9q5fy+jCrkPr+y0z7pwZO/dEt4vn9YwL11fwY+p7c4P00gcL+fTiQ/gfrCP5joBMAa0bW9uEzmPrsnPL+ARLI+KlVDPmseJb+P+ge/kxtGPmxrNj9+xMK/maUEQHuFk79HeYa/5r0DQH0bEb5RlXQ+cNGEP8PoiT9woq++OTEBwHwxBUDuQRu/CxGIP1NQbD6Yo4c+2mOMPzG/gr6NLnq/OCycP5HvIj8XsEZATYF/v1P4Vz/lidY9jYk0P4f+8z3EfK4/Ullmv8rIwD7H+x7AKVyKPkG/wz/s/KK/NTZKP9ee579LYcE/i9G+v62CBz5cp48/90Iuvw0NXEDSFX8/HOiKOvK3LbzimMw/h9yjP7n3Jr+jfQA/UspWv3I5Zz8ILcE+8aGMPnTyJL566bi+PWU9P8Hvmr6qcOi+d2jxvBhGpDk8HJ4+a6qxPyi6Ib9BN5o/","/0SsP5ARCr/7F0A/gQVRvtQxz72k3L4/70GmPx4OxT7ljiy/Xr+gP3XsOz9Bd3Q/pLhEvXPqAr9XJiG/vN8sPh4tqz7bGIC/gJcOv+f+jD+TFl6/Ggk2P5fA0z7vHPA98O+lvzFzAL9EaXu/KRqzv/qylD+2SFc/JrXYPsThAkA5zWM/8Mpiv+Zdnr84QyU+6ad/P0Irgb9hFcq905cRPyK1AL7eiJW+kanAP+uoiz2AMPe+ncqKPYs3jj0vLaI+rfoMwJUzXT+ygoI+CzcvP8FRDb/BUtq/sRk+v5FioL8UE8C+BTmDvl35vD7t4x2/YXRrP+KdMz4nf/o+rg27v6PmaD+coJE/RuuqPzDwrT+q7U2/2hCFvy2plD88u9I9CXtxP1+wlL9Rz4U/7BZgPoDeqz8/J5y/7Db3v1KxM7/6pIK+SwDJP7e6tz7rog2/sE7tvwvOlL8EdOc/TgEZvxcIlT+XmEi82QCQv1sgXj3TuZ4/T6+7vhbenT/C8bk+juJRPl2w2T+uVxO/GTBQPwNxA8AxAZ6/Z1zCO1jWlT8gi84/rCaeP0qnnb6Ly+4/BE6Uv4w1q77/O0Y+E6yiv5688r6zXe2/BtsKvxu7S7+Asj4/5kSGPjNqXT6uG9I+9tSSv3cmcr9G53w/Q2xiv8Igrz7rEV8/AV7OPseHBj+Jh48+VDrgPg7Mub/uzKC+abkkQJnQJT9kPb2+cwUQPp5/Yz8U0zo/e8xXv9WbM76QZIy/bFwDPxM+jT8NaPK/0W+EP5CsuD+YyW6+NP0rwJpUD7+2phi9SzTsvsIV9D+gFpu/CrqPPw+lzj+z6Ni90tH5PgoGi7/oVM+/vIo6P604jb8/U0u/sc7XPhJJ4T4JH9y9NG3uPxzEEkDBuai+TgtAvhZqaj/OEUA/b+GLv8hB4L7mbLW/ibP/PUJNor7Vhzu/4rjBP4shhL5eP4i/I4SDv8pB7j7cxV4//f6oPZIgHL8ICJG/O7WuP8ssi7/ww6G91MBXPv7G2T/4HIM/","7P8KQESUmD+eUgLA8B3nvq0fUT8KvIy/aokDQCnYHz4yrGq/STD1PvPc1T/o3ng/oZ4Sv2pxmz4PXa0/4D9fv+h0tr4g49+/uk/GvS2jKz9gDyU/y/UzP8BrUL+BSgi+3v2bv2KXvT63iaO/yuGUPm9MrrwTgxY+/dSIP0gOLD/R240/8dn/vhqwx76dF2Y/EUC2vzN67L7wG6A+zSWTP/TQNr+1/kE+ThbrPoWm0r6DVCO/8kSQPVfzkL64kT+/etYwPnPmp7/CK6I+JfCSvtPYFD9iv2I+z3lRP+isE0CputS+Xb/bvScBer+Kvuq977vuP7utWz9l71O+Q1vpPgD/cr/zwAHAN3kZQBLMEj8dcfo9QwGIv0e8gD8yMRu/ocabPccVh798//K++cXUvnd2J75/bkq/SD0Xvy25nT6iuUS/OLg/P0bmyT06Tiy/0mFoP8zQPr30g8q/KDkGvoy7/78+XZE/ThuWveKYPb87tIO/KOQEP2q8nL9cXYO/HlOdvykVvD+ZEQo+Mt+GP8l2zz6HY32/hZQXwLYIrb4W9zC/JfJjvnVPOb48tAe/d0fMPtTotT86++K/GgymP/hHsj8mZeg+ZqJyPwvlmD/FCQXA3YSBvrOdnj4fuJC/AWiKP0FPab/xlFK+XkWdvuKoy71CAEM/L6UGPwSP1D+HKmq+UcLyvnip078PeyW/M8SLvsuJH7+vxKm+3XynO8sjgT98mAI+dLDZvf5oLT871gO/hyx3Px5U3ro0FXA/M1chv8scUz8C2wO/jBIYv0x6IEC3FDm/udB9vwyiWD/JFUC+v4ylvhMlPkAzioG/x/biPvDemL5DP4C+sOP8v32Njz/62G2+g+cMv/r5/76SYz6/uVW/P/130T/0TnI/YiftP/82Jz9vT5m/rzA6P/4k5b5WBJU+YKOTvYnBA8DXZTi/04mZvs2Dab/d//E+nRwRv9BmXb1XY0M/A9I5v9EPjz+bD9292ubRP9xlGL9raJS/T5g0P508Oj+cyo8/","V9XyPqZwBj8BJWQ+6k4gP2asIUD5UDU+TqWzvo+BlD+z2Yc/QAifvuaJDj+eqCu/+B5xv3zY4r9wm4+/iZnCPnFkEb9oxyA/3V/YP/kaVL/vCBi/Vmwfv1EPrj1cZ2k/1hcQwAf/zj+Qahc+L1DAPtUCBz8m1zu+aoQavx+ciL9k1WM/klQdwGrLkT4nMJU+rJj9vjnQ8j5Bn/o/CwLqP5LkEEAXYUi/Tvrbv9sOkz6syr+97bYRv9zTi7+H31C/bfo0P9IROL9vCGo/WNEJvqfRIr824MM/CjTSv9GTab3Pqu0+Axjvv2BiD8B3eW+/22i5vnV4ez37frK/sUt0v4JIDb+Izw6/njcOPvh+Ej+9zzG/SO8DQGwHVD+QuwvAJq/7P8QHgD43c9M/jYpOPloNL7+hcII/ssalvnh+/D5cbghAudLivp6u0z7cQMi+EcVnvRPYbD/mjIK/62Olv80+Qj57UBo/v+YaP/Hmgr+61ao+ti+3vjFVPz/0bx8+bdJCv9XCGLw/zxy+wrDEPrq5Rr+3W5y+ZmGOP57l/r40XaE/ssLIP3YWcD/Y29k/iSeqvhY48j79pWc+cmGYv/Yp4z/N95u+qCz2POuayr7J7Ys+oW+Jvx/U7j8QDQg/Ow9rPrTVzb++Jwu/svh1v5xM0j/j90C/m0UXvkxtjL+LhrW/bGdZP4r8Ur/tsk6/kWe6vlfHxr/nY+c+9rWnvZ+Ol7/qDAc/DFIcP7gZZL01+5A/ZKG5vxOLID5qFQ+/HwvCPieDbT/2YVw/WkCiP3OqPT1vqMU/PbRRPp9xL7/Mvxs/Eahgv7MZZr8MP0m/XWCdv/nblz970QG/6jsLPuGyVz8br32/HMoJQHMJhb9A1Xu/ThONPkmuHj+CEw4+nOeev6UJZj/Rpog/fx5IPoB4ur5Gafc+Y0vLPlMdHMADRei/T8oUvzeGkb9Dc1c7Z4KLPt53Mj9tvhjA7nmTP/OnPL/VhYK/GRnpPdtnmT7Q1dK/z8fKv+AtIb8OKY+/","zr7Wvcb51D8geL++FKb2PjUP274zea+/z5KuPpw1UT9R5wS+Z5NDPq051T8NlZK/cMj1vlEWjz9ZgnO/1W1oPW21Nb+/doq8efw+vw9kAj8+wsS++EBsv61tTT9ARRk/65wPPynjDL89+ZQ+ikycvvZNlD25KsI9+zZuv+ClLT/02vo+jQINvxtHIz+nuJo8xp8jvrIaNT9IGQu/1jvKv/+EZ7+Voxq/Bg1BP9p2Krz/Zq4/CvgLP7beor6AEQU/Z1oLv2OLXT6U+6U/9rikPgKicz6wHTE/gk+Hv9VLir8Ko6O/B/arvwtzQT8JsDVA9if0Pye3kL4w3XE+lXepPyd9IsBU79a+VJfCvgjim77/myO/8Q6KP/Mmoj1otw8/r5w1P0Mwhr+TrHc/2lDRP7Sxmr8rAnm+R5iEP39FDMAtyWY/zBoBP1cKVT+C70Y9H3xFv6txMD58awG+40Arv6Vi17/ydQw/zfKevbgegz8os9u/bVJyv+kmSL2U4Q8//rGsvTQzjL+Cs/a+kHWFv1azZr5V9aQ/ZofVPmHlnT+6fy0/N4Z+PjQRwL4NxSG+XEKqPCGL3D9A6aK/GwS3P8lc3z2FP8U/NgkIv38Eyz4y+Re+vmOzv3kms7/JdgbAAAsGv369or8FQOU/n960vhrYtT+dQN0+pxvyPlsopT1qaWa9rDDNvh3hAj/RS8M//FbIP2D63L5XVgE/agCQv7+7k7+ZoZK/BAHKvwg56z+zwsm7taqbP9WMiL+So5u/BXDAv1AUHr9eTgrAuEzYPdG8Nb94QVs/yj0yP6o++z/tGyE/Kvyhvuz1Ir+P9F+/N1ZyP9ItPj6TY4M+KCrSP7mdOT9AZOa/WNKFPmYD1j99NQy/zPIevi4gdz+9k6K+PkV2PwLc8DyeVbi/ml8ov/fiPb8hZte/4IKXvoFk5z/gces+drckvWfvG0AiDSQ/6ep5P+5gCj/KpGo9UHxUPQ26yD/UbyM/Ei04P5hesr+LaHG/xI1xv+zycb5lPzm/","pWiuP4HX4j5KVnc+VFItPJoM8b77Jw8+oCyUPwmWqT/E+Wm/MXhivZ0Zq75Di+I+5EtlP58Hir+Efco+q8xZvi9JWT/7ciI+xV0XvsxEEL+FBK8/LgOzv4axKD9a1dm/Zb18v+Ij8L7Dnle/Kf+cv0wp/j8SRq0/E7vBvkqcYb9wpWE/RUAmv/Imnj7ftO++El2mvuzCGL+i2/8+TLNcv2e7mz/YEW4+6hQoP3f5Ir+eJuc+M0CEP4/MSz4xMu++NCRSv4D1aL9RV/M+UaWePo1KtL47erC/u1QGQE5FJb+GCLG+tD+Iv19NNT/SLtu+M/NDv83Ss78sptq/MpnIPq0cAL/bN2K+X9+oPhkivL5QPtq+nhdBv1dCoL4+SB+/vsdkv36ss78mq44/wHvAP4mfUb+NmWq+jnO6P9Uglr9So/w/2WOYvq9TVD+tOga/bemWv378YD9I0Im/eIxrv+Q4Jb33/qy+sQAmPUG2wrx5SL++my8WvqNxqL/W2G6+03HSPw5EQ7/5EUU+02IqPymesj2WTGa/IgaVPqWCAj/1PRdAp6yNvoUFn7/QZZQ/lXrgPjBkzL59660/tgtAPxE/pD7YxUw/9kuNP6KvLb/CSmE/QkbJP1y7Cz/owFW+knAmP8TNMz8lMrq9umPpvttp0DyT2Bi+0UnjPgQFDT98KPS9w1zTPhtPcL+3tS2/qb61v6EdZz4OZBm+qAyrPauMCsCcstS/mK0nPWAciT8cRim/ZFstvhgIaT7satO9fmHGv3LM2j01TpS+/D+6PvraeD/FWsQ9f7qxP+4dUD9/D54/3D9sPWpSEMBJsBs/bEEmv7SuCb+pp6A9CimjPoPabD166Ie/6FJQPGPyIL+TT3i/ablbPxDI8L+MRr++Dr7av4Eykz6Gc96/eki7P6vOyD+KtZC/6epgvNdtQL/C+Da/QYmxvqOdqL+n91Y/a0qcvmASKb/08Zg+iQ5dvrB0AEBdvug/OukFPvYZvz7aopy/QdybvXfej7+nsHy/","9neYvZM6R76+OaI+nIgOv9lm077pfJ0/2M7KP+3wGz9iO5a+16uDPzqkS78PzH4/fONeP1VCHz283x+/CvhAP8Kg37463wY9V8ewPlIhAL+nOdk/GabxPaYC+r6M/SE+JE2rO7yCj7/CqQi/gK2QvPE6wL9kfPS6IbEnPwuVDj2o+xRAHkAMQJQaBkBOiIG+dpIkP1yTT7/NV4g/9NM4P7bT5766FJA+Dv+VvmovKT+Mo6s+r6pevzktnL8mCvC/5GejP475I73vw2g/bkHAP/EMDcDA/ho/ITgBP3rFDD95cWu+ohd4v7qB/D6j9U2+s2bavTUFl787zh9AVhduv8/fnz+67JU/EmpRPgCpkb+ggZM+R7TjPvZUET9u3h+/nhDKPiRXHT96U7c+gyrUPwm3QL+4JZQ9WbqqP2CMDL9ifiQ/JkLqP2LirD/ksz0+XP2gPzUrej5KfbK+DGgHwPHzFMCIhQK9OY2Tvy4H7z4AwpO+A4guv+6psr/mkxi/a+lXv9fihL5lqk++24S+vuEAnj5DhRm/rMVBP8pHKz5e8Kw/oy6Zvyaa9b7x5gk/wV7MP6fWIEC19WE/I8lKv6Ik176wbTe/A05CP5Py2b7aDL6/uPk5P+GUtL+cLOe+KzCOv3VLjL7NLjk/PNVyPvou1LwPVaA+lTOdPkiGnD4gvgTA/5nAPncgOD7+v9I/DYoMvsUd+79h0oA/UdHlPmmSwj+w49W8qCAqPyeyEr/0gFy/n3RsP7+C77/ZX4K/eiixvuJDpD/SNj4/xcJHv/l72T+sRGE/1F7pPk0OKj/vNg0/8CLOPglnKT/HDBM/D4a9vhTdQD8cnNo/4eL7v3fdHT8uSMu/2Jzxv9OOiD7HfSQ/ec12vjPxAT7OaB6/T6WXv+PyLz8UG+S+u5Prv/vAvz+JXAK/0Zp0vzjOOD9nhAs/bPikPuvUe7+XGja/h6scv4eD0z0bewO/bJCuPwxMQz8XyR3AFi/YPWEwLMDApEs/vbXXvudaIr/dpcg+","2UW9P409ib/D9T+//NjbPb0SlT9jwi0/fISovxsplL87tUq+25QRPu69Vr/0ft2/hk0/v95nUb4L8u+/Pl0jPo5MoD6OMCm+COQQP52fqD/jXsg/RF1nv1Dfnr9DBQE/AO0Vv37RhL9yga2+drjNP0kE9T959qY/oWrQPufSkr/0Z52/gozcv8oRS716gbw+qFgiv5d1Qb4JUik/qpEbP1ySczyljR6/ALdXvcG6Lj9VYb68EWvwvkod/L1ScIa+j9fgP2MIDL+olmK/eNTNPp2eUz+wT74+i46QP65djT8Xdzk/g+srPxhb6juvxMG9gc3MPocJRr/3jGW+M63dPpgLKj0RbFK/W5oOP0j3cL+JmPI+pRrCvyP/178fHG2/HwKxv5prIL8Qcng/PkOUviyLHsC0qNk+ZHsVv8WkHr8crMC/82ddv4ftAb/FGK0+f2Y6vyfEdz9099O/yor/v+a70T9jsvG+if4Lv4d2KMDvfpY9pZ3xv+QhZL8P+Ne+GKEZPYxlcb/uVDI/PBMCP42CGT9IlcA+x1B0P7CTtb/FdwE/L1gevyVF8j4TZ3i/0Av8PsT/rD/y6rG+eEMevo/aBT+x3be/J9U0P3/zSD6qKlK/hU2Qv/vRPb8gvQQ/UO5hvq+MOL4IXri7Wfy0PtCvyr3e++0/SCqgvtgrlL4yAPE/7opzv8T0aj9t94W/BP0hv8T9iD9GekI+cay+v69YNb8ZuEU9CGJZPsbtFT8XNoE/V2Khv2D7hT/+GU2/ZkrbvuYKDD/EmgXAbLzYPwSueT+3fC0/VrEDv/YZ9L5xY5m/uQ5lPfUFWz1WAZI/v0hxvjrr0r5YCynASLHLvlUzRL95pe6/TUJhvzb1dj9bcFq/n6ikv/dfxT/uFJK9lupXP2Ywrz4YZcs/xwo2PxsE5r7fYmw/O19tP29mHT8Ex2m/kX3XuUk51D6i32g/O9LBvyPgLz+l0Ww/cc4SP93x3D5mpse/TduYPqcE3z/GHbG9bL+5PUxyV77I0OQ/","OqMOv56kF0Cy8tA+zA1UPhgyUj0MB7y/cyMMQDhZJL5FaqS/0X1cPzf0Sr+5uW6//BWFv8ilrT92tbo+5S+aPyJHrD/R0++/FLkAPj6V9z0LvqG+kNrNvvnrZT+Z7d+/IAeVP77yvD+dkho/NYw0PmAfsb89t+C+FgZ4P/jixb+kZD2/1XAWv8tA777I3bm+5BUUv2tX3b15cis/aTsrvyFSZb+3CPA/oQqQv033rD+M8ps/8GKgveFdVD+Zq+i/HdsEvvmKir+/zOE/90cAwL4nZL9I5vy+oT5Wv0RonEAvtHI/QLFXPt6nNL/EqAbA09JyPjwGZj+TJS8+oDCbPi1/OL6ACi6/eczqvpLcEr+mnOU+b6nRvzG7M8CmfXS/7rsevzmgcL9aEIq+B8tIPZmVUT+HWDy/07N5v8/4Fj+Vnn0+o+adP2Zm1T/AwEe/QKzYP8PyLj59njM/ljlpP5JUB78MaSe/rZDPvn6Otb8tpY8+U3aiP+zzq764UlQ/XRrEv+j2uD8M2wO/oTSAPofGTT+B7ZO/EiqxPmTmFz/CAEc/8PjMPbcZsr5WwOM+4qQovi6H4D+IDBs/Vi7UPxgmw74DbbK+ufKoP1nk1b7dVZK/Z2/3vqOlNz7SZwXADhpDvwHflb9Ne+U/FEHOPjSR0z5XENu9JGMGPm5+rD+NSK+/mj2ovFWr977FNgW/sedAP4wUCz/aUg4/cn92Pi+KlT6sHHy/P4j6vm/SqD/clAe9AjwnP0zwK79YKnQ+h9K9vVwPqr29LBa+ZrnPv/ASv7/ybae/SRIyv5NRuj63dcQ/E0VHvzyvOj58T9q/+37Mv88z07/9S2A+EiYXP3KHOL6W3RO/JBrkP1ijBj7edgC+kJmovm2GeL8uJ5s/W7QVQPEmDj82xOU+M6UQPkgUyT5KKQA934UTPvmejL+kMSw/Xy0Ev8wLvr3TGZk/m7CMvrDeeb+M2Eq/dravP0CaDT5cNcy/UqzGv2GR9L/kwyy/UlrfviIbrz4Ydnc/","40Mxv9QoED9/EeC/s4kYP61J7T8v7YM9586CP5khyz2B2Vw/u+qBP1XhbD/aH3c9SqyKPHudHr9oHXg+Lj2ZvuJaFj/qKTQ/jthpv8FgtT7oA3G/2HOovgFYJ72hhFC9iM+uPxK8Oj+k9yc+97rbPoR/Rb+lOa8+x+6zP4qPw79zmqO8dnUiwN4MCr8dwMe/mnPPPnfBrD/ZH+a+cAK8Pz4L1j7hWH8/jfuLvzCoF78bG7S/JXEXPw6uUj8ERSfABLSVv1EvBcAsXZG/cj+NviOPVD5uIEC+KxiVP4pgFb8lk6I/WTgOPm76ej6lLgM/hYz1vhMFVr1gVVc+ZQFfv1KBHMCHZok+DaBkv08DJj87/NC/80wSP+WwvD5+AJS/+ER2v6b3SL5J7jU/1rhoP73/Br/HS4a+BocjP0m0cr//CyW+fDjvP7JUlr351Y2/g5E8P0NCRL9+dps/vtaOvaOxjb7f75M/BfkKP8ANkr59Hmc/pTgkvhNye7+jHEs+uxPxvYzPHz47FBhAX3PXv07XXL6l2IA+GwfMvtoFlj//Acy+TG2qP2D9wD8GmE4/AX0yP1L1Eb80FIg/eXmPv9S7M76PPh+/J/oIv91MGL8JPre/ZAEDvtUMmL1t4B6/eUG1vHWJDUAo9yW/O8H0P//FyL8dZlg/DEb4P4glRr9IZns+yYOAPlUGnT1dKFc/rL8Bv32Z/L4cu7e/7nWLvxkrH78Ln4m+tyKfP9Tb7D9KA3E/Dfz9P8lTA75875E+8ALMv0SjDT8UNZa/FhtFvsirE78CrJE/h+WDvuAiK78r1uq/dBEnPqaaIj9a8qK/WI3PP95E876+k66/IG4qv1SW8r9leJi/cJ/JPnH+U74YLia/rL45P53qUb5bpVi/3XD3vxwmaT+cykw/+JoXP3Gr0L4QwyY/ysEMP6AIkr/ebm2/f6q/Pgl6i77PDa++n5qZPtVE979t5iU/Aw9rP2qHLj+ypCQ/NJuEvwzpjb8aQ6M/Db3sPqBfqT/lj4K/","5iosvwu8Xz8usr68DIPevsCjHD3oYro/LKvzvMO1hD+AT3K+Auifv+C3AD9DBgy+IE2DP44iPr6Mnvm/6qPpvu4Rbz6a3wI/kKjiP8FLjT3HuDe+dVdKvir5ib8o8+s/4fnSvuTvKD4neA8/mqhFP8ipXD9oC1A+1A3IPuLcc74xM5S/jJ8YPwm6eD5lwTU/6B4ov1vgH79keXU/DMEXPhhseD/pnNo+uxx0v/4IoL9QJww/ekIsPx6xKb8VtXy/kJqJP/XZGj/cskk/6gPLPtUKOb84i26/nnQ1vQRBwb+TGEu+GZl9vkKjpr5MF9w/KIfgvlBgg7+YMlu/vFpCPp/GGj8ocxK/GTeuvsJsL75keZq+rdOFP7L11L62WGG/OgrVP4hpHD9SqX0/kTbav+Kqa7/QJ7o+bEOsP9ZhaT01KwDA43TivqTUNz/hOfG+NbAcv8rAUT8a5RK/tkPOP3xH/T00Aj8/aG1cPrdszT7mboe8/DbjP+SEJkB3wDE/7ecGPSoI5L7NZlC/pbfpP5kcZb7MTIG9Rfv1Pn4q+L5omQDAK+Erv5ekRD8RAo2/CikZPiFpAb+LeR6/S6MHv+E6bT8CHTTAihiTPyAYsD/FL749hyw8PxtfFr9tniE/HeboP1YDFcDl35a+pyjJP9+iUb862QY/7kiav20dyD+FIqG/DJvRveKzab6aYSc+U8eovzU+Or/Nx9S+HUq7PypEQb1VD9S/NZOkv7DEYj9LLOS9ifODvo6cXb1oNuo/2TG+v03HyLw7UoW/Nk1mvnrZXb3YVJ6/sJoDP2cI7z4DSQO+rwypvIArgL7QJj4/YT2AP0Wb+D9tPIY/f1exv9SU5b4yxEK/dymTPfOL2T8nwV+/qsOuvsVGlb94KBG/ldaSP+J/a74hCgM+S2YPQF5RfD40vdS/vPmePo66uD/S5OA/iHYdP4ep5z+47ka/17aavucijT+02R8/jsWkPik/ij+s5xa/N0qTPxePFUBSzghAJW2xPvJJjz+nv5Q/","0Ha9P5k7/L/Dr6Q/YwWIvtqeBD/jS9c/mFABPqH2gj+5vUq9HSlPvqYk77/OvI4+C2aNvlnnlD9RVKC/Y32EvwmWk75MBNi/9s7rv2Xyb7zMT6y/lEFOv1ZAdz9svK2+4mOev2uC0L8og7O9j+YMv86gGb8azuy+A8qdP4ZmJL/EnCo/HH50PyaYlT0hk2O/wEI2vgbVHzzMZFo/MYIAv/4WGb8tDC8/lV+4v7Bw470qabK8ZtZXPzcBiLxhdMG+fudqvutGlz/Aa86+Y06EPx6Y1j3g0VG/h43kPcAnED/0xD4/OlATv9UXjr7R/zw/Kb/kP1o66z8Aw38/dFfdv1kKw7x85gE/mty4vlM+L791Q8G99AJcPWQFDr89Fvk/mEXDPiy/cT/pReC9WucYv91pLz8RV/0/U90ovgyYSL687Qo/4g6+PU/LHkBU6AtAGzQrvwIl2D8yFH4+hGy0Po4IH75jCnE/euTfvnzKg7725QM/1l/Zv8RfWL8pbPa/iRhnv8wkSj89iuY/x7v6vofzGj9aGhVARkgJv4T1w73NixXAHlrtv7Q8mDxJoJ8+jdjDP3kHvD9IGXA/StyWPSBBTD/3RT2+5EujPbgBlT6P4EA/acdLv8JW/D6mau07xvWVv/YOlz/fGVg/IBQNwMKH6T685689tj1kv4AwKb6NxAI/pnFhPoFzuj1l0RhArUKHPhnMmz7YBdO/q4oPPq96Yr+8QRe/qa5uPyFz+b9Xw/S9y/QIwCB7ob9eCjTAdP0JQD8AEr8/lsI/48yvvkbpqr/l3RZA0P63Pkk1yL5wOH2/zfwdQNb8zz7kxpY/6mwDv8Zn2j/Gmjk/m/8mP/nb6b8VbDC/vdirPW9lE8BRy1k/ll0FwNprg74eFYi/FUf6vkz4gD84xmY/XXSyvoq53L/ZV5s/N57WvzXYoz/xKVk+kTRNvxch7L+R76s+trffP/qFt7/ODQC9zD+UvsrPOT+oUBY+ZJ1QP5vXiT0fk8Q/mF4jQM290T80PHw+","e3drP/sUlr86fMQ+ARHdPaHUIr+1kpo/Fj2cPiKcQr8x/c0/Zh8fv6FNeT99jY4/O8Edvz2f8b5xrIq+ZyLhPl/9Ej6/dEA/62udvp2GqT7fYRE/mTW/PwBL7r5fnQ1A8vzTP9IdK78VBoo/RSIJvwN2mz7NMIo+Ry6rvzzqcD8TFrS/8Rc3PdMmBj4dZOI/VXlWPt5eo78fvLi+EaE3vvotgD8g27g+coJyvgMOeT/DDD4/drd1P6i6uz5PkiZAcTe4v8dRPD6qdbC/ciCHvTONYz8hnee/XUTdPgRc974YpLO/JlCoPXSLhr5f0HU+St1RvxZq2j1jmVQ/cYqMvvgzmz7JBhY/R5Yjv5jLpD5HE7i/ZhmovmcvKD+Yp/U+myO9vytGFD5ZN5W+9lVxPjOCXz/MlQy8uWWIvlYHUD6x7cQ/Mg/cvrnOTz8u/jVAiC6XP4pbmj4I7kE/dj/rvwMloD2CIbI+rbvOvjkv7L9O+TK//V73vJwRPz7RJ2a+mDLkP6zFmD8HFOM/fNeNv0Zczr9GiI2/zilMv4pwCsCkQYe+otJMvjkHhr9uHpG/cpTvPEjmFL8Rsw6/r8J0PuYrgr5ricE+CJoBv6ssaT/LGAS/05thvjtw+z4MFy4/yRMNPqRMmr94NhU/bgcCwIPwmb+4Ogq/q+zRPh6hjL7Pem8/k9rvP4gbp7zHIX+/MCwnPZlAKj8XBQq+DDr9PjOu8L18sXk/9MVGvvE4Gr8pn+8/Z5S/vQHZjT45T+y+qQ8FPyvzjjyNlTA/sCaRvt7err4D/EY/0YQJv26oF7/srjm+fzaBPhj0qT9IS4m+KfvYPYT6sT5Fn7M+bcsvvtE/Ez/FZES/L2FYP4u/Zr/oBLS/uJrKvmrWQT8Y+Oa/mD5OPsJHY74jcYE/fbQTP8sqzL9LP/w9vlAWQK6yAr8f6bw/8B51P9bzqL4a9DFALJtcvwfQJ7+mpso/uSInP2dGRb+GgKy8yKYjP4z1Sj/1qz0/xNiTP27/ID+ACmu+","ZYeZv4DR874qF9Q+zhZov923uz4JY029HgbGPpBbE79znC4/zeDNP+AGCD5glp4+TD1IPivVrL/c6xQ/C3S1v7vu675uj6y/ZEjvPwR0/D59MHe/D8VRP7iWkT95j9e+RGsLv0uoqT4yYGA+t/ekP/PKAT7E+s4/N9Q6vm8Jwb/85UI/xJuvv0gN875OiIo+Qz8+P+vM4T3aLm2/O6IYP98ohT6MMKo+dYe4P0DXET7CPSm/YCXXPmFw/r7Oopy/JSUOwGKyBT93xHU/wkyHPyh8u7+FKC2/PHklv0VYZr9oaq4/KpJDvNkUkr8RCtU+bxCTv8t0j74vfTY8ZL8aP0DtL8BKSXG/i92gv9L7bD8cdh4/HwqHvYhTC7/jGgM/47qDvg0cDz/cD82+WXa6PnVuVz3PPVQ+JYJ3v9n7hT+qdz2/NciLPl4Dk75z1bK/StAnP7DTfT4z1dY/UOjmvmctKT+wyCW/nYM+P/b6hj/sMis+XzAqP4h+nj8rutq/UKZ7P+mz1b9VZhi/5fCovrud4z4awY+/ONcuvrJzXj9sqfm+y/SwvvZ6gb9dN5c+R0udP2WLMj+T67W/TaSTvz4wEz/voSq/tQZivywyNL9WTYg/69jpvlIgJT95My+/84j4vS0YJD/EF22/IXpxPzmOLz7LHUg/5Gbev5LUVD+paTE/rsy5vubDAT9N4HK+f5NsvdDq3j68112/kDcdwEeXur8FwqC+csMnP11Zkj7R9Vk/L2OwPzQK6b9F8qy9QN4mwGUCbr8B3Ro/0+EvP9xLlrxLN3q+7A8/v1/vqb8s0oM/gLlkvijWPL/B9Y0/oKR0v1ZnXL7BcWW/9EdVP/utFj24IoA/TD43v2Bl2L+QXwJAeN4mP3VH9z8oX9M/2jamvqL70D/RwkA/6D2jv96dFj+Nn+m+nsHPPhEosb/74Vw/qukevoMTFz9fgsM/nhYSP4+AJD+kfcA/UWV+vyOzFj+gOKS/hygPv+tayT5wBKm/yOzKPrG16r5mpsC+","k+trPRDdRz/E0Pq+5PH8uym03D+XQNG/3g1IP8EFlz60TMc/ELe/vodbqT5lAY6/kcrkvzUrKb8Ddfq99imtvi81hT8quCq/et79vn58kj8bWeW8Zs6iP2n6D79ol8C/ZhOuv9U1jD8XrA4/C8EtPyxqHb/R/ZG+Gq+fvkKmMT/Wrnw++EUCQHXlIz/mwhRAct+bP/eu7r7kPpg/WMmQPakO1D91tJE9ZIsPwKdEib8pJoa/E/awv0Rbnj/BoXu/+cmXP7K9Yj9e6lu/gpc2P4H4ZL/Nryu++5Vxv7ARg7/76Zs+Phw1v6RRsb706rq/Wl6Wv5zRor5Qj42+1xlPv1xLDEDoa6s9lqNfvwfshb/O8C0/YsGxP+Ux9b6jfdS+PI4Fvy7xN79jPAE/nbOiPyGovT9o2uo+RSq6P2Rpwj6cCSJAP4eAPw+Qij9sVw+/x1fqPvXJv7/xU5A/esT4P8AMij9+6rA/M9MRQB87UD9sysW+ekACP/UAkz/9kKG//PjIPktNl7zbW3Q/L7ujP3YnjD6Y4OU7wRFwvPz12b5hUZ2+sBwpvx3osr0cmYI/IIyhvkr1Cr9eAea/RLTwP7taUT855UQ+vPdHP+bZJL8bsPI/xiIvP+/UlL+rjTc+I4nePTft6r3oyJU/UAzqPma0m74BBFa/WkJUP10QAkBxFla/n7jlPxUuQb8sRbU/jJH6PhOQ0T/x2Jg/BsddP7V1Fr8gaxU/1F79PmjNzj4N3wu/inGBPkyTAr0rn16/95iXvrk9pL72jys/UN/JP7sskr7WWSpAFQbAPgC8wD7gHY0/F1Zrvea8xD8z9ZC9+No/v3uZDz/IkQe/BS4wPzk05D1cYIo/fFDyPu8kpz98sa8/FYIsvyOujj9qrEE/297WP9MVS0DgjX6/592YP5c4HT7owPI+N8YvQBbcf7/XoiK+xf2oP+l4OT95AUG/YQFGvob6jD2pyZ0/1KSPv7Nn7j0sy8c/jECyPeonFb/CLTC+eLIQv6IiqjxgLMw/","9MkPQC8oID2G0qY+nnaiviu6Xj+KMxa9br/EP97vyb6PJiO/gM4Kv22ajr8p/hW/tZEwvzH7TL9SVbU9Mdc3wLlq5z5k17m/ZPe7vgNmgD6XWZe7+POKv2dynL+Ed+q9o1ngvzPABr484c4/smKav3xBTjwxKiq/2WlNP745o7/7W9a//kiuPxIh1b7xv5i/kYTaPgytej/xOZQ+BW4Gv6/Upb9nUue/2IywPx7Q2z9wKyc/qpABvzHKo77/kCc/NQSVP5ZaOT/RCVS/hKAcvyvXSD8nrfU/JyK0vz7MXL8QIwjAeqTLvoJKN7/EhEo/QVxTP0Wy5798poI+ctixvuA2Jb8KhIi9p67rPO7Sib51uYk8GKoQv5/5p74QPZ8+jqfBvgRBIr8NvA+8w40pPUYEw75sNoG+zTM1Pzc7ED9Cn2k/Q1fMPspYA7+9aA4+rUOxPVbnjz8tw8u+1esIPieadr7PC5O/W3ZUPxsPCEC8YoA9nIEAQNUenr74Kf6+ZPGlvjriwL8cS+Y+u3lzPyBs9D7RC+6+PsTlvp5zej91Tpu+6Lc7vp2c+z25JNe/zm55v00sMD/QhoA/S5+HvnVN7z/tRSO/GgsHwGAQd7/QXZi+mZNnPSPVz76E8tS/GJWFvxr6Tb+gNaq+A8xVv1Vqjb9AupC/Ts6AP6uewb2XuBk/tv1UP3jnYD9T1fu+XEhBv4sdzb++hoC/hKSWv34gXT8gOzQ/tuJRvyZulb/dQIY+0QcFPKw5fb5MIY++cYwpP8jFLb/kCZi/wCsnv8ybvz3FgkU/DgATQOm6B0DxX+i9Kl+xP9HrlT/kID49GojWvp7KHD8iAmE/9lyeP8K0tT+0Ku++NjIPP0ezmj/aEZU+vsmRvvU0pb6EhqM/cm4+vjKOnb+srfK+IKyQPwzKL74ZpIo+ChbavpY1mj6QVTE/mQWsv0Arhr8pjEY/CtegP1S6Uj+lmpG97CATP3W8lT73abU+dd2+PtGd3D6LjL6/CNLtP0BYVL+xTr8+","+HqcvpF/sD8/VNU/pOqIPvWjeDsOkvG+Pz0Fv2GVuL84P3K/hpS6vfVwPj8xwTC/x6yBvhm4JL/bEia/HVxwPfoirT8SDoG/DqYRvhMyt785yWi+p0EPQKlLH8C4GV4+chm8v2Q9yj7VG2A/+LuLv0GYbr8mjjm/TaCUP+DvyD605gg/LNxrv8bNRz9kSCG/sCGCv8sKij/jLrY+KJAAQGF+Eb5LJB+/zR7cvqGL/b5N/KU/fjIfQELMjz8NTJ+/vi6Fv3Mofb/IwVg/57i8P3oJj789Ao0/9bb+vwZeEL/DpCU/RFaEv1Vwoz9RP4++leAbP7bKnL/K8oU+zYTmvmk92D3NY5M/3fehPZEwmr9AbbA/PKQAwMLQOr/45aa+lkEUP1pBZz/ZTUy/rMuTvnbJ0D6j+CW/iEihP94/Lz9yx0k/aZcxPVKcEj9EOTe+e6ahvhqwtT/mb7O/fxEVP1chDUBJ6py/0g6oPf44ZL8T8YQ/E2Xcv0fTLT/DtOk+Ay7kvhexmL50G4e+ShyDPsN2TUDstz+/JRs7vCDX7jxw2b+/aT8PQOexEj8ljJ4/xZADv7eyOsAQoqc+zQVawMCwNb/6E56+Nn2VPktQhj9FP2Q74jiRPfr2cb8n+gY/pZyoP89Bfj/dpJK/+aOrP5ycGj4YKkI+kC3kPncIMkBoG3I+kE/PP8fImD1nspG9mFvBPqbx0T9uJ4w/ztelP6aitz73moy+7breP8xu6r84B0U/RqV/v+DHK78hJgFAFZNpPioDd78E7Cy/MM8fQKdT6b1m634+bAHFPuZRUL9eT9w+8ldfwO01LT5o/62+CpW/v87klD8T7YW/FGvBPwihcD/px7g/gFWIv1nxJD++IqA+LcW7v8GXyz/49da/1cv0v66hFz+hYDU/CjqWvpX9yb5BlNG+3+bYv4FRLD+7Nak/fMCKPxhkUb+T7Ui+L5DFv4W4MMDRzve/hM24v5tDn7/W3YQ/bwKBv/lomT1fsX8/RxwyQG3xZT78pvi9"]}],"outputs":[{"shape":[36,112,1],"values":["FeA0KrOotSyspZItEQo2J/rd6ST4dfwjYqRtIe8heR+g7LodoP3CHq1ElR57b6Metel3HmmDph6ihVAfZpFXIKY6SCBxEy4fisQuHoyLKR61CiMfOk80H4eZIR91qhUcv8WhGpiIfBdExusTso9vEVm0IxOafNAV9mZaF0IfrRMui40KJxGiAgAAAAAAAAAAAAAAADHH/wDA61ICa/7CB4dAhQ7m+TEVPx4EF09IFBi0ChkY40N2FID6MhJa9P0TDdnuE4mzehfb+fYar0f1G11BUBoPNAcYk7OYFga4dRk1ZgYdZHu6IaD2GiWRbHgn1+jqKMUhHyjQxxsoDRMWJobaNSPS/CwfeAWgHNN2lRpsTgAdgrPMHaU/kx2W0Usac7gkFU5DDxLh35YQO67WERwkZhKABF0WlzLNGFUnRRoE20UcdNiAHLEr3B24kWkfr1RKIBRXkyCacHMfi+G3HcWxLxsOgsMbPtweHn6wESDkKqUh3G49IGWbLh920WggF+kdJDwjLiQsBRUkKQ8ZJIzxxh1FiSYW+nMyFL+bPBXj1l8eS+7MJntW1y4zhs8yt3URMNZ1Ki6C1fEs03pzKk3rfCKktbElPqEqJNLJkiAaNLcZmDWgGLfEJBe3ZZgS/maMEzIashZ/Im8Y6+IDGsZH0xkK1PEa8pm6G56V9BzyNxUdUAlaHH5unhob1J8Z195bGD74wxjkj+MXa4UfF0LipxXYGysT1stKDtbkeQpAkGgJxH7eDEBELw22++gIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAUUxkF9kwEDtzLYRD5YC8S52d1EgXzkRCB6hYMqWpYCSAGJQqNNDsMHPBOEZFZYhZ9GaIVrj2PE9s1zhGzMicUVdtDGJ5UKh2np78g5LshI0EkLCWk5I8kEOwFIqrhfiC6bZMb7gv8F5zx6RNXmUgUlO2dFRq/rhTRNjYVu9K2EBU+LwrcmwQGXL5eBGuo1QZFUQoK9eu5DoAE3RI6/X8W","Uqi3GJrc7BlhPIUacmwPHE5o7hzeLHgbMBIVGiDUWxjPJYkWm23eF4NWAxlVQCodSW2cHbBfshtGixIaMrYeHNb7cx7MU+Yg3WKoISldCiPUPUEexI5/FSBjHhOtMO0Q0jxIGqhsvCNwfVsqlErFLt+vtCwrGuIoVdTvJSkptCL/rTIdY2NnHpIeuB6swKocwfBcFbYgwA8Q+YMO3GM8Ch7GHAeXI80K5MjuCxPjehGCqcMQiOpNE4kJ8xM7FBwVkUNKFXPx/xK1E9AQWF+aDaSDGA6do0cPOrp5EP5E4BDTHjgPipXICmJoiAYAAAAAAAAAAEG0VAFXWBABAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACWi/kEA+MxCEOSvQaAQRYDAAAAAAAAAAAAAAAA8AbSAr4rlghm8p4PJcUHDH+2NwoSILMGXhBUCeBGYg7oGogUnfMKGW9eixyt2isdVZQxHTvKZxybvEEar7eUFYUMkhBCEHcOnnrvCi/wBw4sTd8NArTJDQKm3QidZoUCAAAAAAAAAAB8LYYAOxO5ARbdzwiFA0EMjHjEEhOOGRVlNr8VNEK8FVOFkRROqPkUk5cSFIBaohHJv2YQmNFmDdS3yQ2Q0ZgPW3A8EhJDqRPsacQRbMbdELKMfxISzoUVOGQ7GYXPuRmNNh4ZzEQjFIkOFA47sXMHe2KaCosxrROb3DkeFie3KkZRKi8y6owsPdemJf2NYSGvqrcjgT0jF5jlZhlG7xkX6O4JFOXXQQnrvWoEAAAAAAAAAAAAAAAAAAAAANq/jgPjt/EKUUcuDLdMxRDdkscRYrAHFIsCHxLPfM0OBZKSCh+LPwd3gMMHCh7JCNHHdwl5420Jh1e9CPj3sQS+79cAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAGu2OAE/PYAIAAAAAAAAAAAAAAAAAAAAA","AAAAAAAAAAAAAAAAczylA/TVVAJ1+WQBAAAAALO1zwMt+3MJp1+SD+AJDhSdm7IWyB4eFiCTmxZ6lFEUCSZgERcz5AtByKAH0xy4BDzs1wPAGyQIpMWgBs1TsAQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAIYq8B+jH2A0SILMQO8PkEGIULhEYpDcQ9nSNEKpdRw4dIbYJ5GTNB3L8TAReaZIFwY1LCq9xzQ1EygUOzIoNC25GpAnaJTsMslaqEBHN9hJphgUV0JOOFJKxzA4F6DYHQ89zBH3cAwlt0koUzltKIb3dOSv9pv8syew4KqvAth4M04AcSu5OIJCaZRLJRTsWwBvhENHImg+SQ/wGRLfbAAAAAAAAAAAAAAAAAAAAAAClJZ8Brgq0C+8r0A1bcggTnaUfFblDGRjibTEW4OVHElsyWgzkN0cH2HbrAQAAAAC9HQ0BLbdYBCMAGQQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAANLBSAMpwCsBOPTUA9YRhQLNydoGBZ/rC7pUVxCwCAsUZLdMFIe3/RGunBUSpzmXDf1K6gm4DpEEG6xtAQAAAACWB4EBoHrQBIlcoQEAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAHfgzwcPgskOGO4xDggoUw5hR/kMOY42C2cASAu1/NEFle/EAY5KtgIAAAAANAegBYgLmQjUWOkJ9SsuCT42lAVE2ykElRKrB3rFxA2Y5TQRf4DiEqUtlRN2AgYR5m1cDlN+rg2ED34TvQieHHDq3yfzX+cs9ns3KCrc0SIHznAZmk4TGkDpAiLHNm0PP1ZdEfsRORRxDAYWHCKOD7f4YAcAAAAAAAAAAAAAAAAAAAAA8tLfB+KLYxJMOcgUJw4EGF+12hjjYGcZ","u+/aF92bbBaPizsS/K0JCwZffgOvweQCdkxRCao+kQ7JSEANNGC1CnuPIAXveVIBAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAATShwWCNM8G7dNyBDIexARHzsYDAAAAAAAAAAAAAAAAAAAAAHVxCQa2WwEM/REVDKuJzgqf684JiJy9DI2KfQ/xpfkUzWZDF+MwGxVHnRcWHpY4FXMJxQ+z8noNXPoCC+hkJAovBRAMGOJlDa2/VhAMxoYKYOXvBAAAAAAAAAAAAAAAAAAAAAAAAAAAU7MABOAxKA69Gx0V2YtoFxhrgBbBgBgWbmaUEWOn9RK6PBcRWNBSC9x2Hg1E8PwLSwf5CxXxLw/njwsPdeH5D/hILgsVWKIGWe/RCb8N1g496gMVQmHAFarR4RWUeoIVyHW9Eq3ZhA95kNMOrzRuE03UOR/ytj4nyz/EJTqHvyDeQqobsUWoFkredRjUqo8idOdjDQCc/gnJlDUVlzhqGYtWXxMbDeQMtd4CBbs3jQBVjB8CmzKlB8YX/gw8BQwQX57xD6LbbxRPoXYa/jipIbL8ySZNELEo3E/RH2T3HxSCPs4GuI42An5uCgdp5bkNNcdTEjQrERNiFm4SUiA8Dwhp2gYAAAAAAAAAAAAAAAAAAAAAx1MbA7LpfQhjZTwKFDDIBymkGgYmktoFQ9nWCCeQfwox0hUNfNinEp62OBgoj8keyvHXI0+SAyINPhMWkaMKB6KVjwKtsPcERAvqDPekcBfA8r4fqY3lJAR5uCSB/gAhlWOvH0pDlBwEC0waPa0oGmAtoxcoojsU57wrFG7pjBXKNH0WooA4GLWEZBn9YRUXgBuwD1uJXAYAAAAAAAAAAAAAAAAAAAAAVJUyAaQ/bwoUOyIV7dzsHZyWiyGmrcoi2cOvIa/tnSAjvOAeSznSGpKS+xgp6z8VZx/hE5L9/xd4WR0ajAeoHpd77x8IKgYbR6f4GJIJ9xqQTgYd","aXT9H+P1ZCMGyOsnGyzDKwWyIy7e9ogtNlWaLjsY9i5K3LQtf5uyIWfwBhS/wYkOA2gIDWR0Jw3rj/MTMUusHrCTDwq2/ecDb92yDoLLdxq9WSsZXeghE/8YuQ+f7y4MOe4tDwGDNBPK+78YBVFCGeqYGBeBYhAYOAydGxnEhCFcjD4nlCpsKZF8HyMdEjgawva+D9FmDwdbHqMHw+pdD+ESPRAnmhgQyeJFEJEMmQyDkggHAAAAAAAAAAAAAAAATnSZAJCAGQVythMJVq8qCKrUmAdPqvcHitddCFgSJwuPy8oLDjoJDUI2OBEU7ZMVGfcpG4ORKSFw568hkazvGQtHiw57EUoK5r7FEDloqhX3h4sa5ylRIBKqiSMEzNQi1XoAISfaZCF6qlshOCuIIZIOIyJdykMhxXe4H5gDWx5Oh64c6yGOG0W4uhn+fFQb0biNGH0kAhUfmDgOClszCmgK8gaKJjYI+GVJDxvREA9YEyIUQvEBGNIK+xzTDPMhMHawIL2daR6poo8YEe7cGQv2JBQ7jxoUuxPzE+BbZxFEitEWb42kGYOAVRuBvZAb5sYdFaR9MhKCCh8UoqYEGGACKh6jUroijPpaJ6u0aSvOmLwu8gJvLihdRC3gRyQtXrO4K9eIrh8ri4QRwIShBTS8ogRuycgIHtOMFJCFrR0EPUcGAAAAAPleUAdfttYVHxRWFrmwmhAW5NgNeB1pC/M9ow8rv5sUBaasGDXY9BcgJq8UkW2/EibVEhZR2xUbtMMmIWc5CiXy5AwkFWpHG4HTnQ+3UWEIIASuCFo56wufF5YOwY5TDfjUwwuOsY4IYZ9/AQAAAAAAAAAAAAAAAAAAAAAAAAAA8wCoAANQCAOvgk4B5e0pApzoUgO7gKUE4QaHBAMJfwQDmAEHPwFAC4SgOhPWLXsaWWIyH8vjgBj5Ih0Niw37CNNvBQ2ZozcRrTKjFZj8/BvbGwEfiyKPHnjgLhzM/8EaBPL6GQYJaBqn8y4cIcrRHkrzth/DrrMg","yeD7HzItdyC5CpUeqPugHhnKwxtSTK8X3jQpEovAJg4I3LENQfjTDi9KrxJ9Q7MSRXV9FXEsMxgRCVEbppqGHNIEoBpOgrEW9AghE6M7XhOISMkRMbSqENoEABHBETIRhxzWE7UfyhSD4uMVV8UWFTLrZBGAep0PiOIxEYfLcRViGysaiD5NHpJmBiK1T70oGxIFLlo+xi1Z2zssby8tKYkBAic7X4kX62h6CQAAAAAAAAAA+rtGBu3znw7S0DAeQel+AQAAAABAiCECY3S3ET5yjhXLYaQRplgDDlZWRQ4ioecS9JSNFwAeOxjXbS0VGPmTDzTRihB0OK4U5K4eG6rmQh8BKGYjwWQLIRfjBRh/F1kLGbImBSZTCAZMALUIsUwdC1woiAi9iLUGbHwmAgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAChuuAAAAAAARxq1AynzoAqEKt0R5JnOGXuj1hupqQ8TDTZ+CxFA2QhGWXkMgje4EV7ABxaVD78b5jplHLyfARtAUq8YytYkF4VmAxjg4IYY+k46GhdKjRyfN0cdGLQBHoBK9Byg74QcVzqEG3xYZBoD/5AYcgBkFG0B5w/c+rELx7bQC49mng3iUqAQ8LqdEcBB3BLTfMoWLtnbGRpr0BlkeFEWD3WMEqdZBhFadQAPGLdnD7vNlQ0gs+QNOP7cECv12xHeswwTr/ITE1fgPRF8NuQOV5lIDQqDBxCdigoUCNYPGomkYx6Dn6oi4YRNKlTJti0e4SItBeMeK38qQiigvCokOQyxFnMZXQcAAAAAAAAAAGQwBgIkbIQJKAylGwAAAAAAAAAAAAAAAHxwnQ6i1DgTl4KPD0e51gy0vsMNkbSjEBYbOBQr0hIVxKMbEk6K/AsT6uIM4OXHEetNAhjkbGQcx9YRIFTHghzhH7YUiByOCjXVtgOVO10E9IAlBpL6vQXH6o4CAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA","AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACQ7YEGr+8TEMlniRi7RI0Yk7H7EASrTQaXcHECW8FsBrdx/wxmsZcSdSVTGXN4iBg0XKYW3NstEj2Z8BAm4dgSAsGPFPGwFRe60lka9tlgG/CsMxyy1ukaV6nNGbLXtRiuVrkXTXoTFxcJpBQM6/ARW1VmDt3Ckg05io0NImZdDyyQORG0Ng4TvOAFF1CjWhm12iMZHFzlFgZtnxMr6HoQB+qoDvTBSg6o5JIP8FCUEFYRthFBzDkR+rLxEZ6ZOBGkb38QN+j5DY20qAyd2VUQPsn8E0YC0RjHWxEdTUWAIrm2pitVoHEv5soLLVkygynwAuYnt7/ZIZtu4BQ+APoFAAAAAAAAAADwkS4KJ0RjD304mhsAAAAAAAAAAFRCogU1JEcZTIHTHWclhBtz+zAaKYOQGbxiRhvjOIAe6bENHSKWzRU+h0cQ0o3QEV5NWBb0JkAbznMQIVn7GiM9MLwhIrouHKqO/RNVnxcSA2lBE8w6ABPyEfIQL2OmDhBB1gwO1NILlrGICBwGXgaSRdcE55k3BdcTvAUPXtcFwdf2Bn3AnQUfI3gC1ncZAYBIEQHLCx0CASPCAwLkjgPpehsIITjZDxJPKxr5lz4gwL3EH0o/vhmdW64O+ikrDFh5ggwHrhAOTTwKE74QXxqSovgb3z08G1tZgxam8BoWyy0xGKfGDxqDutEeIJgeIh3SHST0NQQl5uAiJBVsMSTs/kUitdR8IijcHSGyYkkflinVG8CKWhn41skXDas7F5gHGRqBoR8akIA0HR1znCHrbhojdKnLIoD0kR9y+NscTP+oGTsZMhlroZwZaDUCGrwDAhy4hCcb3KmYG4vjoRuyFwYd/p+fHhsv5Rs5O7AbWip+G4h3lx1LQcggsU7wIVHJNChwf5suckXCL4gPJDAycZItRtiVKHuCTCDfuNMZUusWEbN36A+mw6sR7WHGE5szWBMbLQca","I8w3AQAAAADjtiQMoMT3H71D5ihj3WoqN82YLNZtWy+1ntIw9rvhMx4ZWDNekis0kwdJMwl5szK7Zkwzk1ATNdDVezXdxC8zxvLfL3uE9St4zOEok1wXJxqrgiihI28qE7OSLJO34Cwc2AEqPR5kKU658iH/LL0dgSjSFbkRPhFSw2oRcipVE2Ga3Bb4vWsZrW63G+KXmBx8qM8bD+ARGzOwrhsh6y8b45F7Gx5amhyCoOccapmBHUvc6yBrAhkko6btJLtxqSUEIgojs0h8I9vJ7iAOgQYimMelIxQ1vCcaQQ0r5OmWLTBMVDB3IMsuqnWhKwL2dimEHoQorMimKCwCzCibGUEpYIqIKFE6xylozywu76rqMQpS6TIf4kQy7WqgMVVFxi+UMIwuH6zCK6G6DCmWanQm+hyTJLldHCMqCAQim8pwIfwCpB8ObOge2sZwH8TUXyHuT6Yiw8F7IgwUMiIBhzohykOqIIH+oR8p3UUdMSUUHetooB8zp4cjBP1DKHpSTizpG14uboe2LhYQdS4G5+wsaoi2Kgg/CyyDVsQtJxsSLZkvBC97lykpx2CXIn/3YBtv31EWXlztGsVcHAEAAAAAaD8pDG9Quxtzm54iGHp2JVxQMij/CtYoMZoGLGCUpi98FMIw6lq/MLgKqjEUFAEvjCPvMG1uWjLd9sYy28nvMlz/ZzE5OaksPshVKvDpfCiOEmontHDnKDQlnitaf5QuRn4YLHxfISnM4ugi1FhpHHt4thOv1FMMJu2dCcwtXgrAcn8MIl5KD7IcyhA/lS4QnK0JEMKVhA08I6kQWqJYE3fzQxOsvBgVe3+PFfJNchXG8gYYon/ZGyLMLB4HjfgdjbqjGdecwhXrxTcTC95SEmp7Thd2iz0grNSIJt3zvypFHlAuKTbSLZo2NSuJGmQo9tLTJvUaOye2KxQoHvd8KdpRyykTZvwptHmALSLykzFEvGczDkgtMxvghDLvwO8wrU3lLpBcoyzZSQkpV9trJq7rvyNXMlci","3VJyIBel+B+bzw8e3+a8HD/KyBwXA0ke/Mt4IAViCyH70poh7BQSIKFFgh6pguAdiy9jGuIOTBooqC4c9mYrH0R5uCQtupAocNjsK9+rKC0oVZQtqHAoLekb3ipd7fwoDHOPKrsdXyojDK4sQS9fKDV4MiLrQbYaXPAAFptTcxlNdAwFAAAAAJz81wlXUkkXDeroHh5zRiK6+0EiyhWGIxRoXSkdrzgu30mKMLmBNDD5k0Et6ATeKyfZIysTtVovy80CMUbi1DG60cEwvNQnLSdTGCvqmVQoGcY1KD47MilYnggtXuYILYsZQizi7u4kFnAEHNf9GxJILJkEAAAAAAAAAAAAAAAAAAAAAAAAAABg5pEAAAAAANxabwIPogcC3pIKAj/mhwRjfQsFm6sUBk+3WQcat0EIFuaEDYo/4xAB87kU4O4FFCTJ8A4fgkQMV60RCA1SDwtMjqkN6TJ4FpXxgB4mj2gmA4neKamwZyorAdMmb12+I8j5DyErE4whYfgNI58dxiOtE1Ek9U8KJsW7nyiLDrcujkNJMa2qETIpU8wxE7HKL+Wifi0deVQoiJfMJN/pAiEUyCMdZQfDGp9a+RhiQgYVHmWgEnAvIhDf97YRkWziFGhmPBhW9Bsca6MBG4uhVBn676YX/QFRE2FDTw+/kD4N9tdpDT1j0xMQswsbsiOiIa4VLid43ucqdYCcKlZNLipTiWgmArU+JAKoSCVrAKolpQ3qJ2XQeiLY2XIbjMDhFZj3YhENti8YvmW7CJ1YGwIJJAUMr+hWFjhtVxu1u0ggW4lBIG7ojSHHxwwnzZmwK8QmcS6KW94uNpu6LM3N0ylBMTcpRvcEK43j0S1HWoAxa9JAMqTUpi9sJzgtf9zfKa6AryhLBOopZ7uvLdQrIy2qCRMseTSvJ++F9h0HjOkQALY3AwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAC2dJMBYIouAtDlzwUt7BcK","X3t5DX1a1AtKTwQGAAAAAAAAAAAAAAAA5Sb8AnpXrw+kQlwYgv9fIywuiieUE8woClNZJNKEkCHvGqweH5xnH01GrSAthdwh7W2SIvgvJiWOBfcowqT4LiLSgDEGJ6Mydb3TMe/fyC9zgJcte/wfKcDkGSX53gIgW0o1HWnjURry8M4XReK8E5cabBHQsDUPBskaEWqofhQZ5h0YuvubGie0NBrhRDYa6WQ+FmfmOBJXij8N0ut8Cij98wwY6P8SZIZyGjCIYyGIFOYm96qBKWFbrilhWMooIKYrJJpa0iLEUl8k32QwJM/iGiU9MAsfIxJeGsmsoRTr3VYQ5ga4GXdN5xAjGCwLN1wgEl7C6hjeW9Ac97thIGehISCLEZQivyFWJ1lLjCs+NLIvID/SL8anUS6OEhgqcH90KA/RhSnD9Vst8xTpMWvPCjPcNhgz1ko9MT0UxC15DwwscuKhLBEPmi1Xl8kr431FKoDdeCUfPJ4ZdS6pCwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADnK+AP+9DQEcIYwDJVaSBuT7VghCbVMEAAAAAAAAAAAAAAAAAAAAAM4jogEqaTYNAQoRGPvSziOGHEcnThaiJ7V//CSj8jwktSIbIkavaCKPkTYjMSWAIxwNkiPatvslSdVdKf6gxC6ZFYcxOLWGMpNVGDEikgEv8QZxLcCKUinsasglhvCVISkeXh+dwmQdNxoPG3OUDBc8LtQTn/0VEu97FBR0aQQYqslYHXwVXCDWzogiTwayImdwUx6SNI8ZUfULE9FAmQ1Uj3QN5HYpEfoeoRhQHacfTfmFJItXrSi/t6gqHIaRKtTeJScYWRclS5fSI0w/iiLqztshglPxHPjSexbAY3MRB/ABEVEhBhy7CgEY1KkOExkNoRbfUpkbBVb8HSq4sSDQofIhFb/rJaA7CCr6JF8v1XfiMWN/bjG1SvAvayE7LMmDhiokg3ks","FSjgLzuhoTSLLUw0vvzwMfWPCi9obgcrBrPjKUE6Ayr2kU0oUYyYJs+qXSdl0+4kNgsaHRLbgBIP/S0G0siBAjPnigAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA812zAV3T1AOTJGQDBgkRBRea7QXyo0MHsylNAgAAAAAAAAAAAAAAAAAAAACQSOEH+eBkFLM7NByY6e0msFO2KUR3sCoSFikp/Zy5JVDDUSJYuz0k4b/7JE4oyyTtWoElPtr6JearIipUrLMsC2GWLjPYjS6SGist68W3LGyOqisO7cApkOC7Ji+iXyODZ/8gkfWBH1uhqRrGgtIXQXexFH0B7xRSIUEWdB2JGlNc8R5m5jcgiXwjJOBFliIXVxog5EMUHR6jJxakYRoSP6mOEs/lVBb2rD0diwC4Ic4o/iUrcqYpvKQsLCVXFyw1gronYwQgJZvGtiWZ1yElnnihJIW4vxxuCLAY4Fd3FDiyvBXL7MAgwBcAHjLANxgtKzccieZFH0QdAiCcogIi/3iJJEcyBSjreRItEXcNLzFElDDPcrUxc++lLxZt2SnTpYsmvQVTKOyksS19pIczxZErNZ9q6Da3/Xo3mrgSNmefJDUAcME0ky2YNM8obTN8bGk0tRpKNEBTFDEA2J8qI3QLJfkeZR+zcc8a5bmgE/OlqQ2YPFEGrv+rBN4uMwRy93gEfxbEAQAAAAAAAAAAivDWAhlQnQeg3Q4JEFwXB2dAGQe1KjUGUP78BTHYSgEAAAAAAAAAAAAAAACwM8oHgll+EvupWCDrVIUm728iLqbt8DN9SB446MOqNfjV9jW5Srw0BgXwNQC5QjW3o7I2Qd9EOCBbQDZQGaY3whcnOsFGVDVQOo4zJin+LzkmCi/q/esxNG6KNBGmRTQdM5ozZlplM5aWjDOaeUkyMbuGMPrTDS4vQYwsGcqfLzK0hDJbIFczImwhNRsitTQ5eAAzjyeDMwjzBzTVBXQyoFsBL/9F6CxDBg8p","fmdZJbjNmyZkFe8oJMCOK9+EQi3NVD4u1RxvLRjowC0RNXotaJwOKxE1ryjQ47YfeL7sGIBDOxXhFSgaOckNJP6ItB/jKfYbFb2iILceGiRZb1YlCvoSKAkFhConttMs0n57L0a/zS9P4UUwLnacM6GYBDMAyjAsPQJqKPle0Cc7oi0uZ/FgMgDA0jNYVC016mGINjUjojXrX4k0A2qyM9zTlTOV84QyuIO6MhY4oDLCLgYu3I8bKPnBNCL9hB8e64YqGue8FxhMTG0VtnYXE4/ysxFGsy4S85cFElZdlQ7SCUoLXTzPCf0HSQ0Q2TwRwBekEVRv4g8Dml8QIfwSDzi0+g3ut4IJfJRkBRxrDgcYO/8IRv4gEoH4jBsKxI0m91KvLJPgbTESJJsxvigqNd9bXji+R/41F7koNS11jjQ9UGwzfRIxNfHFCDcawfY38MygNaDIyjfKjtY2vqkcMiO4AzHXtY0tMfFKLzE2rzHe4EcyejwYMo5jlTGTzmUx7CQzMSrF+C/WIHAtHzCGKi1yuizFyhcvL6MXMUN7IzKwMZEyPz9lMLwyozDUH/Exd96zLwd9LiwsRJEpSO8eKJ0RXCSaEDkluaDXJwK6JCcYFTEqYOyTK3bTAiw68jctNipdLggU5y4bTYYtG0gwJdFoqx7h4Y4bgjKzH4Rbniaw1JQgk1OpHgdJoiH19B0nWcwbKF/oCSshTFcuCia7MPD/aTIQVnIxn8JLMg5L9TQKG6c042EGMH5OtCrPisoozRVPK2vYMS7W57Ywup1KM0ik2zQvA5M0VmOtM3DEMjNcEqIy+VwuMUe6JjH683QxeCiaL/NQuCrs2wQlaylNH6FdtBxq7bIaY5hYGeC8ARd3lRMUp+40EuwRVRLQsL0PNdXRCw+tmQwRNDkP+ehyETsu4BEyKTcRoeQkEQs6Sw6INO0Le+uyCoSU2glyuZMNBCifD+HXOhfTRpMgAlBYJ+N9uCrQyYUtV9zfMEpa3DfLJJw2GK+vNddVxDVHQlAz","/qKyMtksbzTnEDw2IFFQNmP2DzarOHY5+RqCM3BTpS+s1wAuEEqLKnVC2isarQQueTzGL0QkqS8A88cvSy56Lw4iky9ai9Uvw86KLpxmcCymwVQtMPoSMPjawDGlpVEx38aKMJEsfS5Et2Avb1LpMDp/3y/EiuksMLu7KuWUEik4A4El2aBqJg0W2CbqLGQmZjcLKGAxcSlbpfMqSfMTLfmJ+i5CblYw+DlIMJdu5SrVM1ok7szhIBonjSPG5qsrpBSLIMWjeyD/ocUkTRLPKfoLpCtpI0Eu+a0zMHBjWzM6IWUy8Mq4MgZE9TNIlb80tJenNPunCjCUqJ0rJy4YKX4UGipvdrUttZAoMOMkaTO0Oxo1ktp1NTe3lTRS7s8zqN9EM1ZxIDJEsUIxEVxIMbOjrS9nYgAsNAW8JAOXFSMto0EfFioaH5yMgR+CFMEcRb0lGOSHTxcr2e0WSAcAE3iZkBIFqeETUlZAFQDABxe1l5AXJ0hjFnCqABZi+hQTFyrnEEJvoxCMx0YWXO3aGZXzRBvvgisjkgQMJ3+fNypLOE8u4ETYLx+paTLjJJI4TMoWNzCrgDVEUVk07TnGMnRAGTPsZp40os+oNjtmTDdQssc2qbpQOtBU8Thl6BkzO2RkLchbYSrSR30szC4CLwQfsjB6VXYwTPm5L1YVXC8D7vgvy+0wL1A7Ai45RAUtkm3nLWF5aTHCtsAydoxNMvWi6TGMp/4vHc9VML2pOjF3H6cvjgAZLfrZyisHxDoogu2JJy4yDiY7N9oleJhPJ8CadSaI35coEAsIKmismy2eWzAwCBqHMRBtTzIToTUudF7tKX49xSY87Fcp/hOwLqMBPCLAYAAk5E/2J1nnHC5vvuQu0gA5MROuFjHU8zUz+FaWMmKjgDLCaQozCJcgNDAsJDT+PFox0YP5Lm3hhioJfNApwnt2LZG5gjBC9YozVrGvNGQF7DXi5N81RQoiNbPoyzOwOAwyYQyYMMrdzzBJdMkw2BoFMML4RS5BgXgs","c7YSKnxYzirJcngr2pJLKsghkimNhQop9wSBKUAw6Skdz4wpE9PuKFMjTChvsYYomu2gKstsyiseMoYsUEvhK9yryiqoAl4svqO4LEwwgi4KBp8vhuaiMDp2hDA/xwgx6cycMUCE1jA1rSs00eboN7Kr9jY3pr01oW+ZM9rIeTLjqfgxeBZKM81HaTYpS0E2i062N5gB2TnQeIY3CGSINBLuXS/QXcwuH66qMAbdgzI9Zg4zZvHjMkcTLzJh/BwxeYGiMEcamC/jvQEwhsW0LkuOPi8NG4oxL+OMMh+6hDNRH9szYSibMmLTAzNiq5ozU0CKMuiPOjAsp6UtKgxxKlHAXyp4dQEodxKFKNY6uSmpA80oOLYyK9z4HiwiMygwIBWXMuztYzMDimo1VGYYNJILyzKXepkw1MZXL1Z+TzEAWLwkGddjJqJvpyp66p0wfEIxMa0iPTRFeg00nMKXNauUPTWqjn80Fj1UNIykkzNbVX0zyFhDMX4/Gy1O0WgrMrSELTXmtC+8qocxmEpxM2+aJzQNndg0q9yZNJ+eFjTTzDcyB14DML+Wsy+ICpowSl3AMKHAMi/M2DYt8v0vKtVXryn/NPAqSJxfKxZbsCnbBjwoei2vJyU9XihfVVYogGAzKMnDRif64mMmwXFhKP8+xClAQSgrmgVNLF983CsBVg4tJooqLbzkAi5TUekvyfB8MHra1zA7Rmov27VhMSKTMTA1kEUyObrSM89ATTdZDC03hjgYNpPWcjbCnZMyqWkuMaAKyDIJARw1hM8MNrptozbzU7g5PPb9OHWKATOnLg0uGaZVLT1lci/FS/sw/BkHMbuASjAr364uq+jQLGfXOy6sxMQv2o0gMKxWgDD4308w+R72MPNZsDFL5nEyitW6MS7UeTDTxcIwQQ9VMbOvxDCI1rIuI4rCLM4PvSyon1MqGyuRKbYpBS0hkuIsO/GoLCgLnSw7MZYtrHf2L+6mDjI1PTEz6OWtNLclYjPk1s8zisbnMeDOUzEZ9pQy","B2WoJeZWqSUQywYqXAOpLx3H7DMdjog2DSV7N8/BfzhMzaw3h5yVNw+zCDgSdzM4bZZ3N/zReDbi6oc0drXeMzMhkzSObiw3ygbaOB79xjqvppQ6wjNgO6BrADwytTM8VJQFPfGKLzvLaWw5WW2HNrQyuDN9ij4y4tfWMpyM9jIzaAk0oT1dNTfJkjQFBusyQxgbMremQTFOjJAxl8rvMS14ezIqZIEyrbE1M36myjSBeCU2kb7ONgzrQjXB2OUzfg3HMwZOuTUp8z04At4vOdDNsjZRT1U0eC+QM4MMxTXohYs3VX2lONP8/Tdmi7A2c79RNn+xpDZXOwE4WzQ2OvzvKDtQb3E7RihMPKdHkz0WbEo9z9z+OZHoKzrSvKc3kNCNObbMIDrmpzU7r3R2O+6w0DpFdsU5aqsiOEAdWze/zpg2Oi/4N1KrHzoUbXw7/M8FPFTPsjn1pzo4Xhm2OErMKTqW5Qk7a9DeO+qgpTsKeGY6hDOkOASKAjgnNDI10v2IMfrXBjFyaUkyI5aaMU7ycDD4APsumu5pL42HsjEQ3tcw7lS+LhynTS76e2Ev3C4IM1kLhTPWFhAx5CRQLuTRFiLa2WUiOalkJx+m0iwM1iMyLmfMNp1MDDdAE4s3M7C5N/EjBjhmiAU4bXeHNz/DijZbiGw1P1k5NIhoQjUqGeI2x1r6OE1EijnSlIw61lIJO/smczuScvA7adCtO25qMTxtxio9tQEGOcV4LDfZX2g0csFQMu3miTJJmQEzgVKoM34fJzVfBJI1It0fNGHyqTPusgAzKcKgMs4/tTJZktEyRAtUM52tljMG59A0MXm5NWtTgDZRTxM2klZ+ND57XDSOsCM1SDiQN9dYKTkJuwE4ymfENUXQyTVJZCM3OZN7ONhxjTm9XTo5lrreN/kk7zaRKN02nAm2Nzz+Rjm+9oc6gMRuOxi+jTtfgo48lDqnPeIb3T2zjQI5CnPlN3OwgzmvGpU5yOAaOxlB3ztQjaQ6j5CAOWfGyDd/I1E3","8q5tN6CkBjf+mgA3hiquOXhPHTv01BA6ngUwOJofIzgU9C05jgtEOgJj8TqdabE7qkznOUStaDjdFa42e4ReNLntODAhPMEwKu40MoxW1TGKeFQxT7cZMTbNWjFw7ycz7Jj8MbG7Ji9lVmcuT3X4LWiYxC/QSQEwJUvWL88pHi34OXge3hp1HlFJoSUfcGArAK1WMJhQRjb5H2w22D+5NtbjCTcT+Sk3nxNDN0DPrjbNHME1iSYJNY6BbTRD2241JKACNz6CpjnW+7A6rqLPOlY5GzugUzc7lO/HO6N3JDxkdFc8X1GhPEuEGzl5Lh836A3gMw2IkjEuUmgxDOmGMeaNFTLqT+wzSizDNJ8eljTg8080z3BQNIeZhDNLwAozqtSzMv0RGjMqwg00X4MSNWeDKTaLCXA2SkguNSSPZjRmjskzwMRuNMwL5jZMLxE47S6SN97orTUkYRw1Izx7NtOPODiTUFM51BC8OPjEGjgQpBc38vuXNgHV5jcV4Vg5/7ujOgVHijsUl9s77YRKPD/VSD3QbKw8+9SHOKxY4jjVEBY6mICjOsbkSzumzeo7K3hOOsUFADke+VE3M50sNiugjzYXdgw3inDiOB6igjvce2Y6DcndOHtLiTfg+0g3+1MeOPpN7DiFlQI75geBOyxHZTq59uk49qqnNsZmVDN3eS0w0oP0L3QGli8bptwwDtVnMHTlCzGN1AQyGoIaM0jBRDHUsaUxdWQIMGstJDA2Bnww+ABlMHMN5S6Zs2sujM5tH7bWPiFuvyMljzzOKFCFKzDWYDQ1495yNbu50DVPCJ02wTGbNsv1XzfVXzU2nCIxNcSd0TPb16czAMO8NI8nBjZ9DTQ4LQXUOe8AJzun3DU77lIMOw4cjzvp6p47CwzNO0wPlTycuUU7kLoMOHKPZDTSZv8xdVUeMeyL/TA0uk8yfVRmNJRQqzVcL1I1FWWnNIf5MTSUT5Ezo5cHMyHIQjNZ+60zY45uNNrCQDWEFfE1VfP7NbyA7jQ6bJMz","uWAgM/RdKjTQwWg256ntNwBzHDfHTbU09Q5CNFWTKjY8L/0388ZxOXAPUDlMiUE4pE0uN6ggYzauGOA2Uo/YOMUcFzsBYYc7VM11OxTyJTv9O2w8bfm2PdKGKjvLSm05WR+VONp2sznHKdM6KbWrO2+TIztWQ385AoJ2N5JyiTZnOe015NmONskA3TiOXtU7KBWKOztGQDlJbB435f6KNhjMajeJPVE4XpgfOs+1CTvuxc06bporObwd1TcQ1D00cEteMZ8FAzD6j0EwJz/AMD1zJjBF1AcxWVMUMnI02TN72gE0CRwMMSsIKTACBKAw51sWMXH3mC9STPQrGeQrLGyEdx8dAW4fzLm1I2EIBSk4k6guNgR1NMlIdTWJwSE28l2TNqQ68jb4nbc3bD64NXX5bDThyCgzNN4+Mp35BDMwbrU0nE9ENwZnKDlIJFU7kkiKO7J/WDtfpWE7bO8HO5p4CDtB/gM8ZERfOzOllzgLkoQ1M1BcNM+8MjRE+CM0pV0RNP2uKzX8ANY1/meYNWziKTUNZcw0Z9JVNYGBkDXZNQk20XeVNvii0Tam1TE2fUkCNpNQgjXYPHQ0qrI5M61XMDN4vQc0sdE/NuoGijenXcU2tlctNDjg9zOQ4n82vTNJOCZp1Tm73oM5v7/KOC/mjjjgisg3l7dKOKhBqTnnFB07386tO1KbSzvzBs06WP9aOylu1T3dXGU7m03tOgTz/jmaWek5Aik4OqUOIju32kg7GEaVOpiwWDnMBdA4+p2xOIQpKznk5aA6rCduPP31sjp2bts4mGyQN3Xf1zbFJLg3MBJHOIO7sznrup46cX5RO9cQmzq9+M05c+NlNt8DEDJJB8IwSXQBMVlpODINt5EymgLkMoUq8zMZXkA1D7osNH6ifTHGnagxbklrMjZg5DG4GW0uc49NKrmiLin//b4iilf3J8AoDiwAPdYookSrMLOO7jSkgq81WaHfNrv1hTWL/LM2sqpENtKABzV7WwE10phpNIOEGTNpktMy","SHNBNKz++zVQfYc4qLTeOiFSkTsDAwg7p2nUORiiUjlGz7U5Kp1iOtCFITtY1Bc6WnMkN8NoBTVGvf0zDS2sMiJH0DOQtKU0gypDNLXv3DLsIroyTtokM5VzlTMl+h80u71cNf1jpjY1kw42j6T4NK40xDSQjI00OwcYNMx1KTNxRegx+L7BMn6n7jTezi03dmifNhXZyTNR6U80v1wFNnLimDj1tAk51pKLOCVQNjg27h03wZNlNk0PRDhv4j05RlK/OrqqwjviAik6mXFCOTeGjjigt8c6qUoxPdTs/DuHgmc59UsjODnHfThUMkc62I1wOxHOAzttWdw5SF41OReWrTj+GYQ5wM49OpiRCjw998o7OdqSOgaX9jdOtFk3o+bpNxUHjDhdQDs5xa+aOWwerjt95Nc7offaO5NuezjpiKczYe/FMHXLzTDA934ym0AKM8cXIDOwjDgzzSb/Mi/zFjTxRLwwXTYPMXmZjy8HCfwsTxAzKOV4XiQxEQQkLGuWL99+EjRSTxc3nYcPNqGNtzddxtM2uh2YM4dXLzTn/lkzL09iNsUjkDU31bU0JXSXMyriYjFEjjUxAnXaMfW6xDKXk7000dalNqw0xThC33Y79q00O5Dj5DpOWwc7TdGkO9utJjuqq6o4Q6jBNgUVVTNVcncw7Cs5L8YyQi8NHOkx6V8ANSYcczZ+asQ2n/BoNjDA5DSKEIgzhAjFMiVvKjNHJwQ0mv3MNPJqwDROEVMz/iJgMzVsoTOWtjYz254UNaJcXDaPlHY2xkYeN/ozhDjAYB86aUApOws1/TqwGmU5KzaZN7PDRzbo6KA0JmHRMgkkBTOj7qY28nkcPC7JjD5LE4M6lTOgOhmdhjoNNAA8B6Q2PIWZ0TmvuuM5P8NOOjwpozm/YPo4IW2POaztDTlNJp83zNv6Nv1BhTircY07SpTtPUevjTtEKL86v7xdOd6IOTnPK0c5tk8TORbvwDfmfVk1l0UNNNryFTQbXKY2mlX5OIF+GDuSTdI6","u0w1OrOBJTqQmvM4iDTuOF8FbjsEE8Q5goZ2N/+NKDVTcys2F+BKMQKsBjEOIi4tqHhDJ0DoEB/Ucp0dpkhMHDAeHTJTsEA3qfnHOCnbzDhlrCI6k0OSOYK0fjUDhmQzxkyJMzW1TTXLSU812QqHNEJlLDMaGYEwqQAxMJQXmzCCC7sxNawwM90Y5zXw3gQ3XTeROerwqTvLPBA7Vu9dOZb3ZTobJBE8OXc8OyLn+DbqHdAzV35dMc+P4C++wIMvG2SXMWzWAjQBOes1k9w/NTFvujTPFas0QX7MMzd0MjPAPcoyMul3M5HTjjMSRnIznCc4MVaAKjKmGIMy6HWUMVZTeDSlRbo1nVwLNnR/3zYZJu83Q3BSOQuxmzr9OR87M7Y8OSTYwzda6sI1yS6NNCqTmTElUAozwQgiNN4TZjaxQbY+TxGYPGuXgDrH8B86dEaZOw38GT27JBQ72LLJOQ13NTmVAMs5SXwoOTDsszkCrDk5RGEIODaATjbQxEs3Fh8HOXn1Vzxy9GI910GuO3pNYTmubCI5u9slOcAcPzmJcsw3aw4wNUR7kTQDyxQ0dk5LNubJSTid35I542YaOtNRjjp0YYc6YEiKOZm5UThEupk6Vl9wO7fEEDrcjds2sgsQNfHUojJOBC4w/LgDKmty9iPEQqIXZMwYFhCADxkwiQY1eQ9kN17pAjlbAqs5GAKfOOy+WjjcIUo1K9rpM5q3uDR+JU01n+ZrNdY9nTOpgdgwLmOELqxZky3cq10uMEccL0V1NjGcHBw1QHgTOASy3TrYWgI7zlUXOxvJMzomjQs6DTmfO00dDDutY741QHsBMyn7hTHkS/YtWBwiLij8SC+RG7QxFIufNOjQKjRxwQI0MjHDMv5UDTIc1KQwAfh1MJ7J7zC9UqcxW979MHw0eS6K7SovnTH5LjQMnC4MLP0xrSp3M7bPnDTI0UQ2N1SAN7R93zh6JGI6HSRrOjXc1Dc0ZKQ2jX8cNPMphzLdiW8xqSnLNNQLATcXvsM+","ifPVPYq+JTumAww5Py3bOWalGDyASQI94iWJPE5egzu+xIM6M2afOfDDmDlFEf44FdiIN9npWTZw8eg023QANjdnKzlwsVk8nslJPZzjNzstV685ZsgaOPKTrTe/otw2kairNUUbxDPFd68yTlJZMgCg3TOkO2o3ggqtOd5SBzpAXFw6abbQOY0yIzkDF7Q3LATkOFcxjTlhoyo6He3ZN5SmUDbrKDgwuUX2LdE5oSTktRsbfvLxEa9OXw+WgAQZxhdmN9vrkTpJoYg7IRiBOR/k+zjDmHY636NJOApIEzaGKws0FiiDNPkagTTD86kxrOKvLm3MPSyHL50rAuteLHacly0t0rYwJadCNaviGDmUEvY6I8L/OkHV7jpsgFU6c3ScObs6oDqRKgo8qUQVOnMhdDWDi/gvTTlMLQjO1S23RYIw4YpUMql8JzT8fNkyOJ8SMjW9ZjA4kSYwAICyMNo+jTBYRY8wt7OSMNcHzC1fy7ks8pGyK1VoryvdzO8twYY4MKbPuTIJPw80g+6SNRVLBTcQEFc4TDjyOfEYyTp8RVs4Ja+kNTcEFTPI7K4xteMqMN1wozGH+94zw8BON/zUjz42vUg5IVs0O19fpzrkHE86iqf2PM89uzxfftI7bn5AOr/Mvjnp6oc54Y1tORpGNDjaQF4178qxM5Uc/zTeO8g3hV13OlDuZTw+f5o7SJ5SOYltVzfierY2G3iKNeV9yTP+Y0kxRaCyMBFjlDH0+mc0jXTDNzXjgDm9t7Q5jQIcOgMjyjnB7PU46SZzN0V+XTiw8kY5gaL5ObPUgzj3bC02okS+MRvMDS3wHmMiU6AVGH+b1BERd44SlpaSG5TS7jl5hZw6KprLOgk8rjhE4rY4qqBuOk7OtThcIiw1ghLeM2XiATNpS20ySeWlMP8nwC7oZogtL0lZLjtDfDCW87Ux/eniM7SmQDYYV7g5IyKvOm4R3zq50qs6vRDIOabpwjisgjI5Mx2RO07kYDspR682975TMm4qSTFTOaIy",